import { VillageDB } from './types';

export const kampongChhnangVillageDB: VillageDB = {
    "ខេត្តកំពង់ឆ្នាំង": {
        "ក្រុងកំពង់ឆ្នាំង": {
            "សង្កាត់កំពង់ឆ្នាំង": {
                "ភូមិឡទឹកត្រី": [50, 35, 15],
                "ភូមិកណ្តាល": [40, 25, 10],
                "ភូមិទួលក្រឡាញ់": [40, 25, 10],
                "ភូមិស្រែព្រីង": [35, 20, 8],
                "ភូមិត្រពាំងទឹកសា": [35, 20, 8],
                "ភូមិដំណាក់ពពូល": [35, 20, 8]
            },
            "សង្កាត់ផ្សារឆ្នាំង": {
                "ភូមិផ្សារលើ": [40, 25, 10],
                "ភូមិផ្សារឆ្នាំង": [40, 25, 10],
                "ភូមិត្រពាំងបី": [40, 25, 10],
                "ភូមិចុងកោះ": [25, 15, 8],
                "ភូមិកោះក្របី": [25, 15, 8],
                "ភូមិសំរោង": [25, 15, 8],
                "ភូមិកណ្តាល": [25, 15, 8],
                "ភូមិកំពង់អុស": [25, 15, 8]
            },
            "សង្កាត់ប្អេរ": {
                "ភូមិម៉ុងបារាំង": [40, 25, 10],
                "ភូមិឃ្លេរ": [40, 25, 10],
                "ភូមិធម្មយុត្តិ": [40, 25, 10],
                "ភូមិឃ្លាំងប្រាក់": [40, 25, 10]
            },
            "សង្កាត់ខ្សាម": {
                "ភូមិទី១": [35, 20, 8],
                "ភូមិទី២": [35, 20, 8],
                "ភូមិទី៣": [35, 20, 8],
                "ភូមិទី៨": [35, 20, 8],
                "ភូមិទី៤": [25, 15, 8],
                "ភូមិទី៥": [25, 15, 8],
                "ភូមិទី៦": [25, 15, 8],
                "ភូមិទី៧": [25, 15, 8]
            }
        },
        "ស្រុកកំពង់ត្រឡាច": {
            "ឃុំលង្វែក": {
                "ភូមិផ្សារត្រាច": [4, 2, 0.5],
                "ភូមិអន្លង់ត្នោត": [4, 2, 0.5],
                "ភូមិឧកញ៉ាប៉ាង": [1, 0.5, 0.2],
                "ភូមិស្រះចក": [1, 0.5, 0.2],
                "ភូមិត្រពាំងចំបក់": [1, 0.5, 0.2],
                "ភូមិវត្ត": [1, 0.5, 0.2],
                "ភូមិត្រពាំងសំរោង": [1, 0.5, 0.2],
                "ភូមិបឹងកក់": [1, 0.5, 0.2]
            },
            "ឃុំតាជេស": {
                "ភូមិឡពាង": [3, 1, 0.25],
                "ភូមិសូវង្ស": [3, 1, 0.25],
                "ភូមិតាជេស": [3, 1, 0.25],
                "ភូមិសំរោង": [3, 1, 0.25],
                "ភូមិសំព័រ": [1, 0.5, 0.2],
                "ភូមិស្វាយបាកាវ": [1, 0.5, 0.2],
                "ភូមិស្វាយ": [1, 0.5, 0.2],
                "ភូមិស្វាយក្រោម": [1, 0.5, 0.2],
                "ភូមិអូររូង": [1, 0.5, 0.2],
                "ភូមិបឹងកក់": [1, 0.5, 0.2],
                "ភូមិបន្ទាយមាស": [1, 0.5, 0.2],
                "ភូមិធ្លកយល់": [1, 0.5, 0.2],
                "ភូមិតាកោះ": [1, 0.5, 0.2],
                "ភូមិវត្តថ្មី": [1, 0.5, 0.2],
                "ភូមិត្រពាំងព្រាល": [1, 0.5, 0.2]
            },
            "ឃុំសែប": {
                "ភូមិទឹកល្អក់": [3, 1.5, 0.25],
                "ភូមិក្បាលថ្នល់": [3, 1.5, 0.25],
                "ភូមិក្រឡាញ់": [1, 0.5, 0.2],
                "ភូមិតាសុខ": [1, 0.5, 0.2],
                "ភូមិដូនទយ": [1, 0.5, 0.2],
                "ភូមិតាសូ": [1, 0.5, 0.2],
                "ភូមិខ្នាយកកោះ": [1, 0.5, 0.2],
                "ភូមិប្រវឹកពង": [1, 0.5, 0.2],
                "ភូមិខ្នាយកកោះថ្មី": [1, 0.5, 0.2],
                "ភូមិចំបក់ផ្អែម": [1, 0.5, 0.2],
                "ភូមិកំពង់ប្រាសាទ": [1, 0.5, 0.2],
                "ភូមិតាណុប": [1, 0.5, 0.2]
            },
            "ឃុំអូរឫស្សី": {
                "ភូមិច្រករមៀត": [3, 1.5, 0.25],
                "ភូមិសាលាលេខប្រាំ": [3, 1.5, 0.25],
                "ភូមិស្រែប្រិយ": [3, 1.5, 0.25],
                "ភូមិអូរឫស្សី": [2, 1, 0.25],
                "ភូមិឃ្លោក": [2, 1, 0.25],
                "ភូមិលាជ": [2, 1, 0.25],
                "ភូមិក្រឡាញ់": [2, 1, 0.25],
                "ភូមិចាន់គៀក": [2, 1, 0.25]
            },
            "ឃុំឈូកស": {
                "ភូមិច្រករមៀត": [2, 1, 0.25],
                "ភូមិអូររូង": [2, 1, 0.25],
                "ភូមិស្រែពិល": [1, 0.5, 0.2],
                "ភូមិក្រសាំងថ្មី": [1, 0.5, 0.2],
                "ភូមិស្តុកលិច": [1, 0.5, 0.2],
                "ភូមិព្រៃពារ": [1, 0.5, 0.2],
                "ភូមិស្នាយពេជ្រ": [1, 0.5, 0.2],
                "ភូមិទួល": [1, 0.5, 0.2],
                "ភូមិឈូកក្រញាស": [1, 0.5, 0.2],
                "ភូមិត្រពាំងខ្ញុំ": [1, 0.5, 0.2],
                "ភូមិត្រពាំងជ្រៅ": [1, 0.5, 0.2],
                "ភូមិអណ្តូងត្រមូង": [1, 0.5, 0.2],
                "ភូមិជ្រលងកៃស្នា": [1, 0.5, 0.2],
                "ភូមិស្រែសា": [1, 0.5, 0.2]
            },
            "ឃុំពានី": {
                "ភូមិកាអត": [2, 1, 0.25],
                "ភូមិសុបិន": [2, 1, 0.25],
                "ភូមិតាកុល": [2, 1, 0.25],
                "ភូមិស្ទឹង": [2, 1, 0.25],
                "ភូមិព្រៃសាក់": [0.6, 0.4, 0.2],
                "ភូមិក្រាំងតាឯក": [0.6, 0.4, 0.2],
                "ភូមិទួលសេរី": [0.6, 0.4, 0.2],
                "ភូមិពានី": [0.6, 0.4, 0.2],
                "ភូមិគក": [0.6, 0.4, 0.2]
            },
            "ឃុំអំពិលទឹក": {
                "ភូមិគគីរឃ្លាំង": [0.6, 0.4, 0.1],
                "ភូមិវាលស្បូវ": [0.6, 0.4, 0.1],
                "ភូមិបាក់ភ្នំ": [0.6, 0.4, 0.1],
                "ភូមិស្នាគ្រហឹម": [0.6, 0.4, 0.1],
                "ភូមិបែកចាន": [0.6, 0.4, 0.1],
                "ភូមិក្អែកពង": [0.6, 0.4, 0.1],
                "ភូមិក្បាលកោះ": [0.6, 0.4, 0.1],
                "ភូមិសំប៉ាន": [0.6, 0.4, 0.1],
                "ភូមិអំពិលទឹក": [0.6, 0.4, 0.1],
                "ភូមិស្ទឹងស្ងួត": [0.6, 0.4, 0.1],
                "ភូមិអូរម៉ាល់": [0.6, 0.4, 0.1]
            },
            "ឃុំកំពង់ត្រឡាច": {
                "ភូមិអ្នកតាហាង": [0.6, 0.4, 0.1],
                "ភូមិកំពង់ត្រឡាចលើ": [0.6, 0.4, 0.1],
                "ភូមិកំពង់ត្រឡាចក្រោម": [0.6, 0.4, 0.1],
                "ភូមិព្រែកគន្លង": [0.6, 0.4, 0.1],
                "ភូមិកំពង់ក្តារ": [0.6, 0.4, 0.1],
                "ភូមិសំរឹទ្ធិជ័យ": [0.6, 0.4, 0.1],
                "ភូមិគគីររកា": [0.6, 0.4, 0.1]
            },
            "ឃុំថ្មឥដ្ឋ": {
                "ភូមិដើមពពេល": [0.6, 0.4, 0.1],
                "ភូមិស្នងមុំ": [0.6, 0.4, 0.1],
                "ភូមិថ្មឥដ្ឋ": [0.6, 0.4, 0.1],
                "ភូមិគរ": [0.6, 0.4, 0.1],
                "ភូមិត្រពាំងក្តារ": [0.6, 0.4, 0.1]
            },
            "ឃុំប្រាំបីមុំ": {
                "ភូមិត្រពាំងភ្លៅ": [0.6, 0.4, 0.1],
                "ភូមិប្របផ្ទះ": [0.6, 0.4, 0.1],
                "ភូមិក្បាលដំរី": [0.6, 0.4, 0.1],
                "ភូមិច្រមុះជ្រូក": [0.6, 0.4, 0.1],
                "ភូមិចក": [0.6, 0.4, 0.1],
                "ភូមិដកស្និត": [0.6, 0.4, 0.1],
                "ភូមិជំទាវ": [0.6, 0.4, 0.1],
                "ភូមិវាលល្វា": [0.6, 0.4, 0.1],
                "ភូមិអូរ": [0.6, 0.4, 0.1],
                "ភូមិជំទាវសុខ": [0.6, 0.4, 0.1],
                "ភូមិសារាយអណ្តែត": [0.6, 0.4, 0.1],
                "ភូមិកញ្ចោង": [0.6, 0.4, 0.1],
                "ភូមិព្រៃពិស": [0.6, 0.4, 0.1],
                "ភូមិសេរីឆោម": [0.6, 0.4, 0.1]
            }
        },
        "ស្រុកសាមគ្គីមានជ័យ": {
            "ឃុំស្វាយ": {
                "ភូមិត្រពាំងបួន": [3, 2, 0.3],
                "ភូមិចំការ": [3, 2, 0.3],
                "ភូមិហង្សឈូក": [3, 2, 0.3],
                "ភូមិត្រពាំងថ្ម": [3, 2, 0.3],
                "ភូមិទួលពង្រ": [3, 2, 0.3],
                "ភូមិស្វាយពក": [3, 2, 0.3],
                "ភូមិខាងត្បូង": [3, 2, 0.3],
                "ភូមិខាងជើង": [3, 2, 0.3],
                "ភូមិក្រសាំងពុល": [3, 2, 0.3],
                "ភូមិពោធិ៍រិទ្ធិក្រៃ": [3, 2, 0.3],
                "ភូមិស្វាយផ្អែម": [3, 2, 0.3],
                "ភូមិថ្មី": [3, 2, 0.3],
                "ភូមិជន្លាត់ដៃ": [3, 2, 0.3]
            },
            "ឃុំសេដ្ឋី": {
                "ភូមិចំការស្វាយ": [2, 1, 0.2],
                "ភូមិស្ពានពោធិ៍": [2, 1, 0.2],
                "ភូមិថ្លុកឫស្សី": [2, 1, 0.2],
                "ភូមិបឹងលាជ": [2, 1, 0.2],
                "ភូមិខ្លាច": [2, 1, 0.2],
                "ភូមិក្រាំងសៀម": [2, 1, 0.2],
                "ភូមិអង្គ្រង": [2, 1, 0.2],
                "ភូមិវត្តសេដ្ឋី": [2, 1, 0.2],
                "ភូមិពារាជ្យ": [2, 1, 0.2]
            },
            "ឃុំស្វាយជុក": {
                "ភូមិក្ងោកពង": [1, 0.5, 0.2], "ភូមិត្រពាំងព្រីង": [1, 0.5, 0.2], "ភូមិដំណាក់ព្រីង": [1, 0.5, 0.2], "ភូមិត្រពាំងម្ទេស": [1, 0.5, 0.2], "ភូមិតាំងក្រង": [1, 0.5, 0.2], "ភូមិក្រាំងស្រម៉": [1, 0.5, 0.2], "ភូមិត្រពាំងទន្លាប់": [1, 0.5, 0.2], "ភូមិព្រៃញាម": [1, 0.5, 0.2], "ភូមិតាំងប្រៃ": [1, 0.5, 0.2], "ភូមិច្រកសង្កែ": [1, 0.5, 0.2]
            },
            "ឃុំត្បែងខ្ពស់": {
                "ភូមិរលាំង": [1, 0.5, 0.2], "ភូមិនាងមាលា": [1, 0.5, 0.2], "ភូមិវាលតាគីង": [1, 0.5, 0.2], "ភូមិរ៉ា": [1, 0.5, 0.2], "ភូមិត្បែងខ្ពស់": [1, 0.5, 0.2], "ភូមិថ្មី": [1, 0.5, 0.2], "ភូមិមានកលិច": [1, 0.5, 0.2], "ភូមិមានកកើត": [1, 0.5, 0.2], "ភូមិស្រែសារ": [1, 0.5, 0.2]
            },
            "ឃុំឈានឡើង": {
                "ភូមិក្រាំងសំរោង": [0.6, 0.4, 0.2], "ភូមិច្រកត្នោត": [0.6, 0.4, 0.2], "ភូមិត្រែង": [0.6, 0.4, 0.2], "ភូមិរយាស": [0.6, 0.4, 0.2], "ភូមិស្រែឫស្សី": [0.6, 0.4, 0.2], "ភូមិត្រពាំងថ្ម": [0.6, 0.4, 0.2], "ភូមិអន្លង់ព្រីង": [0.6, 0.4, 0.2], "ភូមិជួញជិត": [0.6, 0.4, 0.2]
            },
            "ឃុំក្រាំងល្វា": {
                "ភូមិតាំងគ្រង": [0.6, 0.4, 0.2], "ភូមិក្រាំងល្វា": [0.6, 0.4, 0.2], "ភូមិថ្នល់": [0.6, 0.4, 0.2], "ភូមិអូរកាខុប": [0.6, 0.4, 0.2], "ភូមិជំទាវចែង": [0.6, 0.4, 0.2], "ភូមិជ្រើស": [0.6, 0.4, 0.2], "ភូមិតាំងគ្រួសលិច": [0.6, 0.4, 0.2], "ភូមិតាំងគ្រួសកើត": [0.6, 0.4, 0.2], "ភូមិធ្លកលើង": [0.6, 0.4, 0.2], "ភូមិខ្នាទៃមោក": [0.6, 0.4, 0.2]
            },
            "ឃុំខ្នារឆ្មារ": {
                "ភូមិវត្ត": [0.6, 0.4, 0.2], "ភូមិត្រពាំងស្រង៉ែ": [0.6, 0.4, 0.2], "ភូមិជ្រៃកោងលិច": [0.6, 0.4, 0.2], "ភូមិជ្រៃកោងកើត": [0.6, 0.4, 0.2], "ភូមិខ្នាកណ្តាល": [0.6, 0.4, 0.2], "ភូមិត្រដក់ពង": [0.6, 0.4, 0.2], "ភូមិថ្មស": [0.6, 0.4, 0.2]
            },
            "ឃុំធ្លកវៀន": {
                "ភូមិស្ពានដែក": [0.6, 0.4, 0.2], "ភូមិឈូក": [0.6, 0.4, 0.2], "ភូមិតាំងត្បែង": [0.6, 0.4, 0.2], "ភូមិស្រែក្រៅ": [0.6, 0.4, 0.2], "ភូមិធ្លកវៀន": [0.6, 0.4, 0.2], "ភូមិទំពបោះ": [0.6, 0.4, 0.2], "ភូមិប្រគួត": [0.6, 0.4, 0.2]
            },
            "ឃុំពាម": {
                "ភូមិសេរីវង្ស": [0.6, 0.4, 0.2], "ភូមិច្រកស្តេច": [0.6, 0.4, 0.2], "ភូមិច្រកកូវ": [0.6, 0.4, 0.2], "ភូមិក្រាំងកន្ទោល": [0.6, 0.4, 0.2], "ភូមិច្រាបកន្ទួត": [0.6, 0.4, 0.2], "ភូមិតាកែវ": [0.6, 0.4, 0.2], "ភូមិស្វាយកាំបិត": [0.6, 0.4, 0.2], "ភូមិក្រាំងបេង": [0.6, 0.4, 0.2], "ភូមិតាំងពោន": [0.6, 0.4, 0.2], "ភូមិក្រាំងដួង": [0.6, 0.4, 0.2], "ភូមិចង្វារៀល": [0.6, 0.4, 0.2], "ភូមិស្រែអណ្តូង": [0.6, 0.4, 0.2]
            }
        },
        "ស្រុករលាប្អៀរ": {
            "ឃុំទឹកហូត": {
                "ភូមិអូរស្សណ្តាន់ថ្មី": [1.2, 0.7, 0.25], "ភូមិសណ្តាន់": [1.2, 0.7, 0.25], "ភូមិទឹកហូត": [1.2, 0.7, 0.25], "ភូមិទឹកល្អក់": [1.2, 0.7, 0.25], "ភូមិត្រពាំងក្រពើ": [0.6, 0.4, 0.2], "ភូមិននាមទទឹង": [0.6, 0.4, 0.2], "ភូមិគោកសៅ": [0.6, 0.4, 0.2], "ភូមិព្រែករាំង": [0.6, 0.4, 0.2], "ភូមិព្រែកសាលា": [0.6, 0.4, 0.2]
            },
            "ឃុំអណ្តូងស្នាយ": {
                "ភូមិអណ្តូងជ្រៃ": [2.5, 0.75, 0.25], "ភូមិស្តករាជ": [2.5, 0.75, 0.25], "ភូមិអណ្តូងស្នាយ": [2.5, 0.75, 0.25], "ភូមិចារថ្មី": [1, 0.5, 0.2], "ភូមិត្បែង": [1, 0.5, 0.2], "ភូមិប៉ាហ៊ី": [1, 0.5, 0.2], "ភូមិបំពង់ផឹក": [1, 0.5, 0.2]
            },
            "ឃុំជ្រៃបាក់": {
                "ភូមិព្រៃពួច": [3, 1, 0.25], "ភូមិថ្នល់ថ្មី": [3, 1, 0.25], "ភូមិជ្រៃបាក់": [3, 1, 0.25], "ភូមិទួលខ្សាច់": [3, 1, 0.25], "ភូមិព្រៃកោះ": [2, 1, 0.25], "ភូមិថ្មី": [2, 1, 0.25], "ភូមិអូរកណ្តោល": [2, 1, 0.25], "ភូមិអូរកំណប់": [2, 1, 0.25], "ភូមិព្រៃលាក់នាង": [2, 1, 0.25], "ភូមិត្រពាំងអន": [2, 1, 0.25], "ភូមិបាញ់ចោល": [2, 1, 0.25], "ភូមិប្រៃ": [2, 1, 0.25], "ភូមិអាឡែង": [2, 1, 0.25], "ភូមិអូររោង": [2, 1, 0.25], "ភូមិត្រពាំងគរ": [2, 1, 0.25], "ភូមិព្រះរាមរង្សី": [2, 1, 0.25]
            },
            "ឃុំរលាប្អៀរ": {
                "ភូមិព្រៃខ្មែរ": [3, 1, 0.25], "ភូមិអណ្តូងចុះ": [3, 1, 0.25], "ភូមិគ្រួស": [0.6, 0.4, 0.2], "ភូមិជារៅ": [0.6, 0.4, 0.2], "ភូមិត្រពាំងត្រាច": [0.6, 0.4, 0.2], "ភូមិតានេស": [0.6, 0.4, 0.2]
            },
            "ឃុំព្រៃមូល": {
                "ភូមិត្រពាំងតាសុខ": [1, 0.5, 0.2], "ភូមិតាវ៉ាក": [1, 0.5, 0.2], "ភូមិប្រចាក់": [1, 0.5, 0.2], "ភូមិព្រៃមូល": [0.6, 0.4, 0.2], "ភូមិព្រៃក្រោល": [0.6, 0.4, 0.2], "ភូមិត្រពាំងក្រវ៉ាន់": [0.6, 0.4, 0.2], "ភូមិក្លែងពណ៌": [0.6, 0.4, 0.2]
            },
            "ឃុំស្រែថ្មី": {
                "ភូមិព្រៃមាន់": [2, 1, 0.25], "ភូមិគល់គប់": [2, 1, 0.25], "ភូមិសន្ទូច": [2, 1, 0.25], "ភូមិត្រពាំងស្បូវ": [2, 1, 0.25], "ភូមិចំការតាម៉ៅ": [2, 1, 0.25], "ភូមិត្រោកកើត": [2, 1, 0.25], "ភូមិត្រោកកណ្តាល": [2, 1, 0.25], "ភូមិក្តីត្នោត": [2, 1, 0.25], "ភូមិត្រោកលិច": [2, 1, 0.25], "ភូមិអណ្តូងឫស្សី": [2, 1, 0.25], "ភូមិទ្រាជើង": [2, 1, 0.25], "ភូមិទ្រាត្បូង": [2, 1, 0.25]
            },
            "ឃុំស្វាយជ្រុំ": {
                "ភូមិថ្មកែវ": [2, 1, 0.25], "ភូមិផ្លូវវាយ": [2, 1, 0.25], "ភូមិស្នែត": [2, 1, 0.25], "ភូមិស្វាយជ្រុំថ្មី": [2, 1, 0.25], "ភូមិស្វាយជ្រុំចាស់": [2, 1, 0.25], "ភូមិចិន": [2, 1, 0.25], "ភូមិក្នុង": [0.6, 0.4, 0.2], "ភូមិក្រាំងប្រស្វាយ": [0.6, 0.4, 0.2], "ភូមិស្វាយចេក": [0.6, 0.4, 0.2], "ភូមិឧទុម្ពរ": [0.6, 0.4, 0.2], "ភូមិសិឡាង": [0.6, 0.4, 0.2], "ភូមិចំការប្រៃ": [0.6, 0.4, 0.2], "ភូមិអូរទទឹង": [0.6, 0.4, 0.2], "ភូមិទួលទ្រា": [0.6, 0.4, 0.2], "ភូមិចន្លោះរេន": [0.6, 0.4, 0.2], "ភូមិធ្នង់កំបុត": [0.6, 0.4, 0.2], "ភូមិដំបូកកកោះ": [0.6, 0.4, 0.2], "ភូមិត្រពាំងអញ្ចាញ": [0.6, 0.4, 0.2], "ភូមិថ្នល់តាសែង": [0.6, 0.4, 0.2], "ភូមិក្រពើពស់": [0.6, 0.4, 0.2], "ភូមិកោះកែវ": [0.6, 0.4, 0.2], "ភូមិកំពង់រាំង": [0.6, 0.4, 0.2]
            },
            "ឃុំពង្រ": {
                "ភូមិប្រាំបីឆោម": [3, 1, 0.25], "ភូមិទ័ពត្បែង": [3, 1, 0.25], "ភូមិត្រពាំងពោធិ៍": [2, 1, 0.25], "ភូមិខិត": [2, 1, 0.25], "ភូមិស្រាងខ្ពស់": [2, 1, 0.25], "ភូមិភ្នំតូច": [2, 1, 0.25], "ភូមិសន្លៃ": [2, 1, 0.25], "ភូមិដកគ្រង": [2, 1, 0.25], "ភូមិអណ្តូងពោធិ៍": [2, 1, 0.25], "ភូមិត្រពាំងថ្ម": [2, 1, 0.25], "ភូមិថ្មី": [2, 1, 0.25], "ភូមិថ្មរាប": [2, 1, 0.25]
            },
            "ឃុំជើងគ្រាវ": { "ភូមិតាលោ": [2, 1, 0.25], "ភូមិព្រីងកោង": [2, 1, 0.25], "ភូមិហ្លួង": [2, 1, 0.25], "ភូមិអណ្តូងចេក": [2, 1, 0.25], "ភូមិទឹកចេញ": [2, 1, 0.25], "ភូមិតាំងបំពង់": [2, 1, 0.25], "ភូមិត្រពាំងពពេល": [2, 1, 0.25], "ភូមិសូភី": [2, 1, 0.25], "ភូមិតំណាក់កី": [2, 1, 0.25], "ភូមិខ្នាចកកោះ": [2, 1, 0.25], "ភូមិអូរលាវ": [2, 1, 0.25] },
            "ឃុំព្រះស្រែ": { "ភូមិព្រៃសំពៅ": [0.6, 0.4, 0.2], "ភូមិជន្លាវ": [0.6, 0.4, 0.2], "ភូមិសួង": [0.6, 0.4, 0.2], "ភូមិជរ": [0.6, 0.4, 0.2], "ភូមិស្រដាំទេ": [0.6, 0.4, 0.2], "ភូមិត្រពាំងអំពិល": [0.6, 0.4, 0.2], "ភូមិប្រស្រែ": [0.6, 0.4, 0.2] },
            "ឃុំកំពង់លាវ": { "ភូមិក្រាំងលាវ": [0.6, 0.4, 0.2], "ភូមិបឹងវែង": [0.6, 0.4, 0.2], "ភូមិអណ្តូងប្រេង": [0.6, 0.4, 0.2], "ភូមិជ្រលងកក់": [0.6, 0.4, 0.2], "ភូមិស្រែវាល": [0.6, 0.4, 0.2], "ភូមិថ្មី": [0.6, 0.4, 0.2], "ភូមិទឹកល្អក់": [0.6, 0.4, 0.2], "ភូមិប៉ាតឡាង": [0.6, 0.4, 0.2] },
            "ឃុំបន្ទាយព្រាល": { "ភូមិព្រាល": [0.6, 0.4, 0.2], "ភូមិផ្លូវគោ": [0.6, 0.4, 0.2], "ភូមិថ្មរាប": [0.6, 0.4, 0.2], "ភូមិទ័ពស្រូវ": [0.6, 0.4, 0.2], "ភូមិទ័ពត្បែង": [0.6, 0.4, 0.2], "ភូមិឈើនាគ": [0.6, 0.4, 0.2], "ភូមិស្តុកកប្បាស": [0.6, 0.4, 0.2], "ភូមិត្រពាំងផ្អាំ": [0.6, 0.4, 0.2], "ភូមិឫស្សីដូច": [0.6, 0.4, 0.2], "ភូមិអូរលាជ": [0.6, 0.4, 0.2] },
            "ឃុំគោកបន្ទាយ": { "ភូមិគោកបន្ទាយ": [0.6, 0.4, 0.2], "ភូមិមានជ័យ": [0.6, 0.4, 0.2], "ភូមិពពេលពក": [0.6, 0.4, 0.2], "ភូមិទ្រនាមពេជ្រ": [0.6, 0.4, 0.2], "ភូមិអូរតាសេក": [0.6, 0.4, 0.2], "ភូមិឈើត្រាច": [0.6, 0.4, 0.2], "ភូមិកងមាស": [0.6, 0.4, 0.2], "ភូមិកន្លែងភេ": [0.6, 0.4, 0.2] }
        },
        "ស្រុកបរិបូណ៌": {
            "ឃុំផ្សារ": { "ភូមិថ្មី": [2, 1, 0.25], "ភូមិផ្សារ": [2, 1, 0.25], "ភូមិព្រៃតាមួង": [2, 1, 0.25], "ភូមិជំទាវបុត្រី": [1, 0.5, 0.2], "ភូមិភ្ញៀត": [1, 0.5, 0.2], "ភូមិក្បាលថ្នល់": [1, 0.5, 0.2], "ភូមិកំព្រង": [1, 0.5, 0.2] },
            "ឃុំពន្លៃ": { "ភូមិពន្លៃ": [2, 1, 0.25], "ភូមិជើងខ្នារ": [2, 1, 0.25], "ភូមិកែវឡោត": [2, 1, 0.25], "ភូមិអូរ": [1, 0.5, 0.2], "ភូមិជាងហ្លួង": [1, 0.5, 0.2], "ភូមិស្វាយគយ": [1, 0.5, 0.2] },
            "ឃុំចក": { "ភូមិដង្ខៅម៉ៅ": [2, 1, 0.25], "ភូមិអូររំចេក": [2, 1, 0.25], "ភូមិតាប៉ាង": [2, 1, 0.25], "ភូមិចក": [2, 1, 0.25], "ភូមិពោធិ៍ម្រះ": [1, 0.5, 0.2] },
            "ឃុំត្រពាំងចាន់": { "ភូមិក្បាលដំរី": [2, 1, 0.25], "ភូមិត្រពាំងចាន់": [2, 1, 0.25], "ភូមិសន្លង់": [2, 1, 0.25], "ភូមិកណ្តាល": [1, 0.5, 0.2] },
            "ឃុំអញ្ចាញរូង": { "ភូមិអញ្ចាញរូង": [0.6, 0.4, 0.2], "ភូមិព្រៃព្រាល": [0.6, 0.4, 0.2], "ភូមិដំរីកូន": [0.6, 0.4, 0.2], "ភូមិអណ្តូងរវៀង": [0.6, 0.4, 0.2], "ភូមិថ្លុកជ្រៅ": [0.6, 0.4, 0.2], "ភូមិស្ទឹងថ្មី": [0.6, 0.4, 0.2] },
            "ឃុំពេជចង្វារ": { "ភូមិក្រាំងកកោះ": [0.6, 0.4, 0.2], "ភូមិទឹកជ្រាប់": [0.6, 0.4, 0.2], "ភូមិថ្នល់": [0.6, 0.4, 0.2], "ភូមិល្វា": [0.6, 0.4, 0.2], "ភូមិតាំងធ្នឹម": [0.6, 0.4, 0.2], "ភូមិតាំងត្រពាំង": [0.6, 0.4, 0.2] },
            "ឃុំកំពង់ព្រះគគីរ": { "ភូមិស្ទឹងជ្រៅ": [0.6, 0.4, 0.2], "ភូមិកោះតាម៉ូវ": [0.6, 0.4, 0.2], "ភូមិដំណាក់រាជ្យ": [0.6, 0.4, 0.2], "ភូមិព្រែកស្ពាន": [0.6, 0.4, 0.2] },
            "ឃុំឆ្នុកទ្រូ": { "ភូមិឆ្នុកទ្រូ": [0.6, 0.4, 0.2], "ភូមិកំពង់ព្រះ": [0.6, 0.4, 0.2], "ភូមិសេះស្លាប់": [0.6, 0.4, 0.2] },
            "ឃុំមេលំ": { "ភូមិទួលរការ": [0.6, 0.4, 0.2], "ភូមិទួលធ្លក": [0.6, 0.4, 0.2], "ភូមិមេលំ": [0.6, 0.4, 0.2], "ភូមិកាន់យូរ": [0.6, 0.4, 0.2], "ភូមិស្រះកែវ": [0.6, 0.4, 0.2] },
            "ឃុំពពេល": { "ភូមិសាលាឃុំ": [0.6, 0.4, 0.2], "ភូមិក្រាំងខ្មែរ": [0.6, 0.4, 0.2], "ភូមិទួលពោធិ៍": [0.6, 0.4, 0.2], "ភូមិបួសុមាស": [0.6, 0.4, 0.2], "ភូមិជាងហ្លួង": [0.6, 0.4, 0.2], "ភូមិអង្គ": [0.6, 0.4, 0.2], "ភូមិអូរ": [0.6, 0.4, 0.2], "ភូមិក្រោលជី": [0.6, 0.4, 0.2] },
            "ឃុំខុនរ៉ង": { "ភូមិកន្សែង": [0.6, 0.4, 0.2], "ភូមិគក": [0.6, 0.4, 0.2], "ភូមិដក់ពរ": [0.6, 0.4, 0.2], "ភូមិសិរី": [0.6, 0.4, 0.2], "ភូមិល្បើក": [0.6, 0.4, 0.2], "ភូមិពពេល": [0.6, 0.4, 0.2], "ភូមិដើមជ្រៃ": [0.6, 0.4, 0.2], "ភូមិស្ទោ": [0.6, 0.4, 0.2], "ភូមិត្រពាំងពោធិ៍": [0.6, 0.4, 0.2], "ភូមិកំពង់អួរ": [0.6, 0.4, 0.2] }
        },
        "ស្រុកទឹកផុស": {
            "ឃុំជៀប": { "ភូមិទំនប់ថ្មី": [0.6, 0.4, 0.15], "ភូមិស្រែរបង": [0.6, 0.4, 0.15], "ភូមិកោះកណ្តាល": [0.6, 0.4, 0.15], "ភូមិព្រៃតាំងធ្នង់": [0.6, 0.4, 0.15], "ភូមិបឹងស្ទោង": [0.6, 0.4, 0.15], "ភូមិជីប្រង": [0.6, 0.4, 0.15], "ភូមិទ័ពតាឡាត់": [0.6, 0.4, 0.15], "ភូមិឆក់កណ្តោល": [0.6, 0.4, 0.15], "ភូមិគោកពេញ": [0.6, 0.4, 0.15], "ភូមិតានៃ": [0.6, 0.4, 0.15], "ភូមិកោះខ្ទម": [0.6, 0.4, 0.15] },
            "ឃុំទួលខ្ពស់": { "ភូមិវត្ត": [0.6, 0.4, 0.15], "ភូមិស្លែង": [0.6, 0.4, 0.15], "ភូមិស្រែចាន": [0.6, 0.4, 0.15], "ភូមិត្រពាំងស្មាច់": [0.6, 0.4, 0.15], "ភូមិឡ": [0.6, 0.4, 0.15], "ភូមិរកាទង": [0.6, 0.4, 0.15], "ភូមិរលុង": [0.6, 0.4, 0.15] },
            "ឃុំក្បាលទឹក": { "ភូមិមោង": [0.6, 0.4, 0.15], "ភូមិងយ": [0.6, 0.4, 0.15], "ភូមិជីពូក": [0.6, 0.4, 0.15], "ភូមិដូងស្លា": [0.6, 0.4, 0.15], "ភូមិតាំងខ្សាច់": [0.6, 0.4, 0.15], "ភូមិតាំងស្យា": [0.6, 0.4, 0.15], "ភូមិព្រៃជ្រៅ": [0.6, 0.4, 0.15], "ភូមិក្រសាំងដុះឡើង": [0.6, 0.4, 0.15], "ភូមិថ្នល់កែងថ្មី": [0.6, 0.4, 0.15], "ភូមិខិតទួលឃ្លាំង": [0.6, 0.4, 0.15] },
            "ឃុំក្រាំងស្គារ": { "ភូមិទួលសំរោង": [0.6, 0.4, 0.15], "ភូមិត្រពាំងម្លូរ": [0.6, 0.4, 0.15], "ភូមិចាន់ត្រក": [0.6, 0.4, 0.15], "ភូមិក្រាំងស្គារ": [0.6, 0.4, 0.15], "ភូមិភ្នំតាសាំ": [0.6, 0.4, 0.15], "ភូមិចំបក់ប្រាសាទ": [0.6, 0.4, 0.15] },
            "ឃុំក្តុលសែនជ័យ": { "ភូមិអញ្ចាញ": [0.6, 0.4, 0.15], "ភូមិដំណាក់អំពិល": [0.6, 0.4, 0.15], "ភូមិដំណាក់ខ្លុង": [0.6, 0.4, 0.15], "ភូមិក្តុល": [0.6, 0.4, 0.15], "ភូមិអូរល្ពៅ": [0.6, 0.4, 0.15], "ភូមិភ្នំតាខុស": [0.6, 0.4, 0.15] },
            "ឃុំខ្លុងពពក": { "ភូមិបឹងស្ទោង": [0.6, 0.4, 0.15], "ភូមិក្រោយវត្ត": [0.6, 0.4, 0.15], "ភូមិត្រពាំងជ្រៃ": [0.6, 0.4, 0.15], "ភូមិខ្លុងពពក": [0.6, 0.4, 0.15], "ភូមិតាកាប": [0.6, 0.4, 0.15], "ភូមិយោត": [0.6, 0.4, 0.15], "ភូមិត្រពាំងក្របៅ": [0.6, 0.4, 0.15] },
            "ឃុំតាំងក្រសាំង": { "ភូមិចំបក់កន្ទ្រាញ": [0.6, 0.4, 0.15], "ភូមិត្បែងខ្ពស់": [0.6, 0.4, 0.15], "ភូមិថ្មី": [0.6, 0.4, 0.15], "ភូមិស្រែអ៊ុក": [0.6, 0.4, 0.15], "ភូមិគោកណាំង": [0.6, 0.4, 0.15], "ភូមិគោកពួច": [0.6, 0.4, 0.15], "ភូមិចាស់": [0.6, 0.4, 0.15], "ភូមិតាំងក្រសាំង": [0.6, 0.4, 0.15], "ភូមិក្រាំងម៉": [0.6, 0.4, 0.15], "ភូមិក្រាំងតាមុំ": [0.6, 0.4, 0.15], "ភូមិរមាស": [0.6, 0.4, 0.15], "ភូមិវាលស្បូវ": [0.6, 0.4, 0.15] },
            "ឃុំចោលម្សៅ": { "ភូមិអាលង្កែរ": [0.6, 0.4, 0.15], "ភូមិត្រពាំងជុំ": [0.6, 0.4, 0.15], "ភូមិស្វាយចេក": [0.6, 0.4, 0.15], "ភូមិដូនម៉ៅ": [0.6, 0.4, 0.15], "ភូមិខ្សែត": [0.6, 0.4, 0.15], "ភូមិចោងម្សៅ": [0.6, 0.4, 0.15], "ភូមិថ្មី": [0.6, 0.4, 0.15], "ភូមិពារាំង": [0.6, 0.4, 0.15] },
            "ឃុំអភិវឌ្ឍន៍": { "ភូមិស្រែខ្ទម្ព": [0.6, 0.4, 0.15], "ភូមិទឹកជុំ": [0.6, 0.4, 0.15], "ភូមិរពាក់": [0.6, 0.4, 0.15], "ភូមិត្រពាំងព្រីង": [0.6, 0.4, 0.15], "ភូមិបែកចក": [0.6, 0.4, 0.15], "ភូមិត្រពាំងរាំង": [0.6, 0.4, 0.15], "ភូមិស្រែព្រិច": [0.6, 0.4, 0.15], "ភូមិដំរីស": [0.6, 0.4, 0.15], "ភូមិស្រែតាផៃ": [0.6, 0.4, 0.15] }
        },
        "ស្រុកកំពង់លែង": {
            "ឃុំកំពង់លែង": { "ភូមិកំពង់បឹង": [0.6, 0.4, 0.1], "ភូមិកែងតាសុខ": [0.6, 0.4, 0.1], "ភូមិស្ទឹងសណ្តែក": [0.6, 0.4, 0.1], "ភូមិភ្ជួរលំ": [0.6, 0.4, 0.1], "ភូមិកោះក្អែក": [0.6, 0.4, 0.1], "ភូមិដូនវៀត": [0.6, 0.4, 0.1] },
            "ឃុំផ្លូវទូក": { "ភូមិថ្នល់ឈើទាល": [0.6, 0.4, 0.1], "ភូមិពាមខ្នង": [0.6, 0.4, 0.1], "ភូមិស្លត": [0.6, 0.4, 0.1] },
            "ឃុំប្រឡាយមាស": { "ភូមិប្រឡាយមាស": [0.6, 0.4, 0.1], "ភូមិក្រងផ្តិល": [0.6, 0.4, 0.1], "ភូមិក្រម៉ាល់": [0.6, 0.4, 0.1], "ភូមិកោះឫស្សី": [0.6, 0.4, 0.1], "ភូមិតាដោក": [0.6, 0.4, 0.1], "ភូមិអន្លង់កញ្ចុះ": [0.6, 0.4, 0.1] },
            "ឃុំច្រណូក": { "ភូមិកង្កែប": [0.6, 0.4, 0.1], "ភូមិធ្លក": [0.6, 0.4, 0.1], "ភូមិកណ្តាល": [0.6, 0.4, 0.1], "ភូមិឯលិច": [0.6, 0.4, 0.1] },
            "ឃុំត្រងិល": { "ភូមិត្រងិល": [0.6, 0.4, 0.1], "ភូមិត្របែក": [0.6, 0.4, 0.1], "ភូមិប្រាស": [0.6, 0.4, 0.1], "ភូមិអណ្តូងរនុក": [0.6, 0.4, 0.1], "ភូមិខ្លែងពណ៌": [0.6, 0.4, 0.1], "ភូមិត្រពាំងមាស": [0.6, 0.4, 0.1], "ភូមិទំនប់": [0.6, 0.4, 0.1] },
            "ឃុំសំរោងសែន": { "ភូមិសំរោងសែន": [0.6, 0.4, 0.1], "ភូមិប៉ប្រក": [0.6, 0.4, 0.1] },
            "ឃុំពោធិ៍": { "ភូមិពោធិ៍": [0.6, 0.4, 0.1], "ភូមិពាមទន្លា": [0.6, 0.4, 0.1], "ភូមិដំណាក់កកោះ": [0.6, 0.4, 0.1], "ភូមិថ្មី": [0.6, 0.4, 0.1], "ភូមិកំពង់បាចិន": [0.6, 0.4, 0.1], "ភូមិសំរោង": [0.6, 0.4, 0.1] },
            "ឃុំដារ": { "ភូមិដារ": [0.6, 0.4, 0.1], "ភូមិថ្នល់": [0.6, 0.4, 0.1], "ភូមិជ្រលង": [0.6, 0.4, 0.1], "ភូមិគុយ": [0.6, 0.4, 0.1], "ភូមិប្រាសាទ": [0.6, 0.4, 0.1] },
            "ឃុំស្វាយរំពារ": { "ភូមិល្វា": [0.6, 0.4, 0.1], "ភូមិក្នុង": [0.6, 0.4, 0.1], "ភូមិចំបក់ខ្ពស់": [0.6, 0.4, 0.1], "ភូមិតាឡាត់": [0.6, 0.4, 0.1], "ភូមិជើងគ្រួស": [0.6, 0.4, 0.1] }
        },
        "ស្រុកជលគីរី": {
            "ឃុំពាមឆ្កោក": { "ភូមិពាមឆ្កោក": [0.6, 0.4, 0.1], "ភូមិក្បាលកន្លង់": [0.6, 0.4, 0.1], "ភូមិអន្លង់មេត្រី": [0.6, 0.4, 0.1], "ភូមិភ្លេង": [0.6, 0.4, 0.1] },
            "ឃុំកោះថ្កូវ": { "ភូមិដងទង់": [0.6, 0.4, 0.1], "ភូមិតាមល់ក្រោម": [0.6, 0.4, 0.1], "ភូមិតាមល់លើ": [0.6, 0.4, 0.1], "ភូមិកោះថ្កូវ": [0.6, 0.4, 0.1], "ភូមិកោះលត": [0.6, 0.4, 0.1], "ភូមិបត់ត្រង់": [0.6, 0.4, 0.1], "ភូមិកោះស្វាយ": [0.6, 0.4, 0.1], "ភូមិគគីរ": [0.6, 0.4, 0.1], "ភូមិពាមជ្រៃ": [0.6, 0.4, 0.1], "ភូមិពាមពពេច": [0.6, 0.4, 0.1] },
            "ឃុំព្រៃគ្រី": { "ភូមិព្រៃគ្រីជើង": [0.6, 0.4, 0.1], "ភូមិព្រៃគ្រីត្បូង": [0.6, 0.4, 0.1], "ភូមិកោះធំ": [0.6, 0.4, 0.1] },
            "ឃុំកំពង់អុស": { "ភូមិព្រែកឆ្ពោះ": [0.6, 0.4, 0.1], "ភូមិគៀនតាម៉ា": [0.6, 0.4, 0.1], "ភូមិកំពង់អុស": [0.6, 0.4, 0.1], "ភូមិថ្មី": [0.6, 0.4, 0.1] },
            "ឃុំជលសា": { "ភូមិកំពង់ប្រាសាទ": [0.6, 0.4, 0.1], "ភូមិកំពង់ខ្លាញ់": [0.6, 0.4, 0.1], "ភូមិទន្លេក្រៅ": [0.6, 0.4, 0.1], "ភូមិឫស្សីដង្អួច": [0.6, 0.4, 0.1], "ភូមិព្រែកទ្រព្យ": [0.6, 0.4, 0.1] }
        }
    }
}
