import { VillageDB } from './types';

export const kampotVillageDB: VillageDB = {
    "ខេត្តកំពត": {
        "ក្រុងកំពត": {
            "សង្កាត់កំពង់កណ្តាល": { "ភូមិ១ឧសភា": [40, 25, 15], "ភូមិសុវណ្ណសាគរ": [40, 25, 15] },
            "សង្កាត់កំពង់បាយ": { "ភូមិកំពង់បាយខាងត្បូង": [40, 25, 15], "ភូមិកំពង់បាយខាងជើង": [40, 25, 15] },
            "សង្កាត់ក្រាំងអំពិល": { "ភូមិក្រាំង": [40, 25, 15], "ភូមិស្វាយធំ": [40, 25, 15] },
            "សង្កាត់អណ្តូងខ្មែរ": { "ភូមិទ្វីខាងត្បូង": [30, 20, 8], "ភូមិទ្វីខាងជើង": [30, 20, 8], "ភូមិអណ្តូងខ្មែរ": [30, 20, 8], "ភូមិអូរតូច": [30, 20, 8], "ភូមិតាធិប": [30, 20, 8] },
            "សង្កាត់ត្រើយកោះ": { "ភូមិតាអង្គ": [30, 20, 10], "ភូមិបឹងតាព្រាម": [30, 20, 10], "ភូមិស្រែ": [30, 20, 10], "ភូមិដូនតោក": [30, 20, 10] }
        },
        "ស្រុកឈូក": {
            "ឃុំបឹងនិមល": { "ភូមិបឹង": [6, 3, 1], "ភូមិពោធិ៍ដុះ": [6, 3, 1], "ភូមិស្រង៉ែ": [6, 3, 1], "ភូមិព្រេច": [6, 3, 1] },
            "ឃុំក្រាំងស្នាយ": { "ភូមិដំណាក់ទ្រព្យខាងត្បូង": [6, 3, 1], "ភូមិតូច": [6, 3, 1], "ភូមិតានាន់": [6, 3, 1], "ភូមិដំណាក់ទ្រព្យខាងជើង": [6, 3, 1], "ភូមិក្រាំងរលួស": [6, 3, 1], "ភូមិលេ": [6, 3, 1] },
            "ឃុំត្រពាំងបី": { "ភូមិត្រពាំងបី": [5, 2, 0.5], "ភូមិកោះឫស្សី": [5, 2, 0.5], "ភូមិត្រពាំងល្បើក": [5, 2, 0.5], "ភូមិដំណាក់ឈ្នួល": [5, 2, 0.5] },
            "ឃុំតាកែន": { "ភូមិត្រពាំងបី": [5, 2, 0.5], "ភូមិដំណាក់ត្រយឹង": [5, 2, 0.5], "ភូមិចំការមន": [5, 2, 0.5], "ភូមិជ័យតាស្វាយ": [5, 2, 0.5], "ភូមិវាលក្រសាំង": [5, 2, 0.5], "ភូមិមនោសុខ": [5, 2, 0.5], "ភូមិស្រកានាគ": [5, 2, 0.5], "ភូមិខ្ពប": [5, 2, 0.5], "ភូមិត្រពាំងរុន": [5, 2, 0.5], "ភូមិត្រពាំងក្តី": [5, 2, 0.5], "ភូមិជ័យសេនា": [5, 2, 0.5], "ភូមិភ្នំព្រាល": [5, 2, 0.5] },
            "ឃុំតេជោអភិវឌ្ឍន៍": { "ភូមិតេជោអភិវឌ្ឍន៍": [5, 2, 0.5], "ភូមិអន្លង់ក្មេងលេង": [5, 2, 0.5], "ភូមិតេជោក្បាលដំរី": [5, 2, 0.5], "ភូមិតេជោជ្រៃបាក់": [5, 2, 0.5], "ភូមិតេជោពង្រក": [5, 2, 0.5], "ភូមិតេជោអង្កាញ់": [5, 2, 0.5] },
            "ឃុំត្រពាំងភ្លាំង": { "ភូមិកោះស្លា": [5, 2, 0.5], "ភូមិដុំផ្តៅ": [5, 2, 0.5], "ភូមិទួលដូនតី": [5, 2, 0.5], "ភូមិស្រែលាវ": [5, 2, 0.5], "ភូមិត្រពាំងល្ពៅ": [5, 2, 0.5], "ភូមិព្រៃពាយ": [5, 2, 0.5] },
            "ឃុំនារាយណ៍": { "ភូមិនារាយណ៍": [6, 3, 1], "ភូមិខ្នាចរមាស": [6, 3, 1], "ភូមិព្រៃស្បូវ": [6, 3, 1], "ភូមិពស់ពង": [6, 3, 1] },
            "ឃុំដូនយ៉យ": { "ភូមិត្រពាំងកកោះ": [6, 3, 1], "ភូមិកណ្តាល": [6, 3, 1], "ភូមិព្រៃឃ្មុំ": [6, 3, 1], "ភូមិដូនយ៉យ": [6, 3, 1], "ភូមិក្រសាំងមានជ័យ": [6, 3, 1] },
            "ឃុំបានៀវ": { "ភូមិព្រៃឈើនៀង": [6, 3, 1], "ភូមិតាឡង់": [6, 3, 1], "ភូមិតាមុំ": [6, 3, 1], "ភូមិត្រពាំងតាសេក": [6, 3, 1], "ភូមិព្រៃភ្នំ": [6, 3, 1] },
            "ឃុំត្រមែង": { "ភូមិត្រមែង": [6, 3, 1], "ភូមិឈើទាលជ្រុំ": [6, 3, 1], "ភូមិប្រមូល": [6, 3, 1], "ភូមិត្រពាំងបឹង": [6, 3, 1], "ភូមិអង់ថ្លៃ": [6, 3, 1] },
            "ឃុំសត្វពង": { "ភូមិសត្វពង": [6, 3, 1], "ភូមិជ្រៃ": [6, 3, 1], "ភូមិព្រៃបែន": [6, 3, 1], "ភូមិត្រពាំងអណ្តូង": [6, 3, 1] },
            "ឃុំឈូក": { "ភូមិឈើទាល": [6, 3, 1], "ភូមិក្រសាំង": [6, 3, 1], "ភូមិត្រពាំងជ្រៃ": [6, 3, 1], "ភូមិក្រហូង": [6, 3, 1] },
            "ឃុំមានជ័យ": { "ភូមិតាព្រំ": [4, 2, 0.5], "ភូមិទុឡិច": [4, 2, 0.5], "ភូមិអង្គស្វាយ": [4, 2, 0.5], "ភូមិវាលត្បាល់": [4, 2, 0.5], "ភូមិព្រៃត្រាង": [4, 2, 0.5] },
            "ឃុំក្រាំងស្បូវ": { "ភូមិត្រពាំងម្លេះ": [4, 2, 0.5], "ភូមិត្រពាំងលើក": [4, 2, 0.5], "ភូមិត្រពាំងស្បូវ": [4, 2, 0.5], "ភូមិជ័រដុំ": [4, 2, 0.5], "ភូមិមន": [4, 2, 0.5] },
            "ឃុំល្បើក": { "ភូមិត្រពាំងគុយ": [5, 2, 0.5], "ភូមិទួល": [5, 2, 0.5], "ភូមិស្រែជ្រៅ": [5, 2, 0.5], "ភូមិត្រពាំងថ្ម": [5, 2, 0.5], "ភូមិត្រពាំងគគីរ": [5, 2, 0.5] }
        },
        "ស្រុកទឹកឈូ": {
            "ឃុំម៉ាក់ប្រាង្គ": { "ភូមិស្នំប្រាំពីរ": [10, 4, 2], "ភូមិមាត់ពាម": [10, 4, 2], "ភូមិបត់ក្បាលដំរី": [10, 4, 2] },
            "ឃុំបឹងទូក": { "ភូមិទទឹងថ្ងៃ": [15, 8, 4], "ភូមិកែបថ្មី": [15, 8, 4], "ភូមិរលួស": [15, 8, 4] },
            "ឃុំជុំគ្រៀល": { "ភូមិត្រពាំងធំ": [15, 8, 4], "ភូមិជុំគ្រៀល": [15, 8, 4], "ភូមិសំរោង": [15, 8, 4], "ភូមិកំពង់កណ្តាល": [15, 8, 4] },
            "ឃុំត្រពាំងធំ": { "ភូមិត្រពាំងធំ": [15, 8, 4], "ភូមិក្រាំង": [15, 8, 4], "ភូមិស្វាយធំ": [15, 8, 4], "ភូមិត្រពាំងជ្រៃ": [15, 8, 4] },
            "ឃុំត្រពាំងសង្កែ": { "ភូមិត្រពាំងសង្កែ": [10, 4, 2], "ភូមិកំពង់កែស": [10, 4, 2], "ភូមិត្រពាំងធំ": [10, 4, 2] },
            "ឃុំកំពង់ក្រែង": { "ភូមិព្រែកត្នោត": [15, 8, 4], "ភូមិកំពង់ត្រែង": [15, 8, 4], "ភូមិកំពង់ក្រែង": [15, 8, 4], "ភូមិម៉ាក់ប្រាង្គ": [15, 8, 4], "ភូមិអណ្តូងជីម៉ឺន": [15, 8, 4] },
            "ឃុំកោះតូច": { "ភូមិគីឡូ១២": [10, 4, 2], "ភូមិព្រែកចេក": [10, 4, 2], "ភូមិកណ្តាល": [10, 4, 2], "ភូមិព្រែកអំពិល": [10, 4, 2] },
            "ឃុំព្រែកត្នោត": { "ភូមិត្រពាំងរពៅ": [10, 4, 2], "ភូមិព្រែកត្បែង": [10, 4, 2], "ភូមិព្រែកត្នោត": [10, 4, 2], "ភូមិចង្ហោន": [10, 4, 2] },
            "ឃុំព្រៃឃ្មុំ": { "ភូមិវត្តអង្គ": [8, 4, 1], "ភូមិព្រៃឃ្មុំ": [8, 4, 1], "ភូមិព្រៃតុម្ព": [8, 4, 1], "ភូមិបឹងតារោង": [8, 4, 1] },
            "ឃុំថ្មី": { "ភូមិវត្តពោធិ៍": [5, 2, 0.8], "ភូមិថ្មី": [5, 2, 0.8], "ភូមិត្រសេកកោង": [5, 2, 0.8], "ភូមិត្រពាំងច្រាប": [5, 2, 0.8], "ភូមិគោចិនលែង": [5, 2, 0.8], "ភូមិដូនស៊យ": [5, 2, 0.8] },
            "ឃុំព្រៃថ្នង": { "ភូមិព្រៃថ្នង": [5, 2, 0.8], "ភូមិដំណាក់ហ្លួង": [5, 2, 0.8], "ភូមិចក្រីទីង": [5, 2, 0.8], "ភូមិទ្វារថ្មី": [5, 2, 0.8] },
            "ឃុំកូនសត្វ": { "ភូមិបុស្សញិញ": [5, 2, 0.8], "ភូមិកូនសត្វ": [5, 2, 0.8], "ភូមិកំពង់នង់": [5, 2, 0.8], "ភូមិកំពង់ត្នោត": [5, 2, 0.8] },
            "ឃុំត្រពាំងព្រីង": { "ភូមិត្រពាំងព្រីងខាងត្បូង": [5, 2, 0.8], "ភូមិត្រពាំងព្រីងខាងជើង": [5, 2, 0.8], "ភូមិបុត្របែក": [5, 2, 0.8], "ភូមិអង្គ": [5, 2, 0.8] },
            "ឃុំកំពង់សំរោង": { "ភូមិត្រពាំងកញ្ឆែត": [5, 2, 0.8], "ភូមិកំពង់សំរោងខាងជើង": [5, 2, 0.8], "ភូមិកំពង់សំរោងខាងត្បូង": [5, 2, 0.8] },
            "ឃុំកណ្តោល": { "ភូមិភ្នំតូច": [5, 2, 0.8], "ភូមិទឹកក្រហម": [5, 2, 0.8], "ភូមិមានរិទ្ធិ": [5, 2, 0.8], "ភូមិអន្លង់គគីរ": [5, 2, 0.8], "ភូមិដំណាក់ត្រាច": [5, 2, 0.8] },
            "ឃុំស្ទឹងកែវ": { "ភូមិកំពង់ចិន": [5, 2, 0.8], "ភូមិត្រពាំងកក់": [5, 2, 0.8], "ភូមិដួង": [5, 2, 0.8], "ភូមិអន្លង់ម៉ាក់ប្រាង្គ": [5, 2, 0.8], "ភូមិច unchallenged": [5, 2, 0.8] }
        },
        "ស្រុកដងទង់": {
            "ឃុំអង្គរមាស": { "ភូមិត្រពាំងរាំង": [5, 2, 0.5], "ភូមិបរក្នុង": [5, 2, 0.5], "ភូមិអន្ទង់បែក": [5, 2, 0.5], "ភូមិសោតូច": [5, 2, 0.5], "ភូមិពន្លៃ": [5, 2, 0.5] },
            "ឃុំល្អាង": { "ភូមិល្អាង": [5, 2, 0.5], "ភូមិបើន": [5, 2, 0.5], "ភូមិដំណាក់អំពិល": [5, 2, 0.5], "ភូមិត្រពាំងសេះ": [5, 2, 0.5] },
            "ឃុំស្រែជាខាងជើង": { "ភូមិសុភី": [4, 1.8, 0.5], "ភូមិប្រីយ៍ពីរ": [4, 1.8, 0.5], "ភូមិព្រានទុំ": [4, 1.8, 0.5], "ភូមិត្រពាំងច្រនៀង": [4, 1.8, 0.5] },
            "ឃុំស្រែជាខាងត្បូង": { "ភូមិត្រពាំងក្តារ": [4, 1.8, 0.5], "ភូមិខ្ពស់": [4, 1.8, 0.5], "ភូមិអូរឫស្សី": [4, 1.8, 0.5] },
            "ឃុំដងទង់": { "ភូមិស្រូវលើ": [4, 1.8, 0.5], "ភូមិស្រូវក្រោម": [4, 1.8, 0.5], "ភូមិព្រៃគគីរ": [4, 1.8, 0.5], "ភូមិខ្ជាយខាងលិច": [4, 1.8, 0.5], "ភូមិខ្ជាយខាងកើត": [4, 1.8, 0.5], "ភូមិត្រពាំងវែងខាងលិច": [4, 1.8, 0.5], "ភូមិត្រពាំងវែងខាងកើត": [4, 1.8, 0.5], "ភូមិព្រៃពក": [4, 1.8, 0.5], "ភូមិធំថ្មី": [4, 1.8, 0.5], "ភូមិច្រកអាស": [4, 1.8, 0.5], "ភូមិត្រពាំងម្ចាស់": [4, 1.8, 0.5] },
            "ឃុំខ្ជាយខាងជើង": { "ភូមិកំរែងក្រសាំង": [4, 1.8, 0.5], "ភូមិដំណាក់": [4, 1.8, 0.5], "ភូមិព្រៃសំណាងក្រោម": [4, 1.8, 0.5], "ភូមិព្រៃសំណាងលើ": [4, 1.8, 0.5], "ភូមិព្រៃឃ្មុំ": [4, 1.8, 0.5] },
            "ឃុំខ្ជាយខាងត្បូង": { "ភូមិដំណាក់ត្រយឹង": [4, 1.8, 0.5], "ភូមិល្អាងក្រោម": [4, 1.8, 0.5], "ភូមិល្អាងលើ": [4, 1.8, 0.5], "ភូមិត្រពាំងអណ្តូង": [4, 1.8, 0.5] },
            "ឃុំដំណាក់សុក្រំ": { "ភូមិត្រពាំងតាមាស": [4, 1.8, 0.5], "ភូមិអង្គរពាក់": [4, 1.8, 0.5], "ភូមិខ្ជាយខាងលិច": [4, 1.8, 0.5], "ភូមិត្រពាំងឫស្សី": [4, 1.8, 0.5], "ភូមិក្រាំងអំពៅ": [4, 1.8, 0.5] },
            "ឃុំមានរិទ្ធិ": { "ភូមិព្រៃក្រាំងខាងជើង": [4, 1.8, 0.5], "ភូមិព្រៃក្រាំងខាងត្បូង": [4, 1.8, 0.5], "ភូមិត្រពាំងឈូក": [4, 1.8, 0.5], "ភូមិក្រាំងលាវ": [4, 1.8, 0.5] },
            "ឃុំទទុង": { "ភូមិភ្នំតូច": [4, 1.8, 0.5], "ភូមិស្តុកធ្លក": [4, 1.8, 0.5], "ភូមិត្រពាំងនៀល": [4, 1.8, 0.5], "ភូមិចង្កៀងខាងកើត": [4, 1.8, 0.5], "ភូមិដំរីលេង": [4, 1.8, 0.5], "ភូមិខ្ជាយខាងកើត": [4, 1.8, 0.5], "ភូមិទួលខ្ពស់": [4, 1.8, 0.5], "ភូមិអូរកណ្តាល": [4, 1.8, 0.5], "ភូមិចង្កៀងខាងលិច": [4, 1.8, 0.5] }
        },
        "ស្រុកអង្គរជ័យ": {
            "ឃុំភ្នំកុង": { "ភូមិពោធិ៍": [4, 2, 0.8], "ភូមិភ្នំត្រែល": [4, 2, 0.8], "ភូមិស្រែរោង": [4, 2, 0.8], "ភូមិស្គរទូង": [4, 2, 0.8], "ភូមិត្រពាំងចក": [4, 2, 0.8], "ភូមិព្រៃផ្តាំ": [4, 2, 0.8], "ភូមិពេជចង្វា": [4, 2, 0.8], "ភូមិព្រៃផ្តៅ": [4, 2, 0.8], "ភូមិត្រពាំងខ្វា": [4, 2, 0.8], "ភូមិសង្កែបង្វែ": [4, 2, 0.8] },
            "ឃុំតានី": { "ភូមិប្រាល": [4, 2, 0.8], "ភូមិកាន់ទ្រង់": [4, 2, 0.8], "ភូមិតាកុក": [4, 2, 0.8], "ភូមិឫស្សី": [4, 2, 0.8], "ភូមិត្រពាំងរុន": [4, 2, 0.8], "ភូមិត្រពាំងរាំង": [4, 2, 0.8], "ភូមិតាព្រាម": [4, 2, 0.8] },
            "ឃុំអង្គភ្នំតូច": { "ភូមិត្រពាំងខ្យង": [4, 2, 0.8], "ភូមិត្រពាំងកំភ្លាញ": [4, 2, 0.8], "ភូមិត្រពាំងវែង": [4, 2, 0.8], "ភូមិពែងធំ": [4, 2, 0.8], "ភូមិព្រៃធំ": [4, 2, 0.8] },
            "ឃុំអង្គរជ័យ": { "ភូមិអង្គរំដួល": [4, 2, 0.8], "ភូមិព្រៃឈើទាល": [4, 2, 0.8], "ភូមិអង្គរជ័យលើ": [4, 2, 0.8], "ភូមិអង្គរជ័យក្រោម": [4, 2, 0.8], "ភូមិត្រពាំងស្រែ": [4, 2, 0.8], "ភូមិសាមគ្គី": [4, 2, 0.8] },
            "ឃុំប្រភ្នំ": { "ភូមិដំណាក់ក្រសាំង": [4, 2, 0.8], "ភូមិប្រភ្នំ": [4, 2, 0.8], "ភូមិឫស្សីមុំ": [4, 2, 0.8], "ភូមិក្រាំងថ្កូវ": [4, 2, 0.8], "ភូមិពងទឹក": [4, 2, 0.8], "ភូមិព្រៃស្គរ": [4, 2, 0.8], "ភូមិព្រៃឈើទាល": [4, 2, 0.8], "ភូមិត្រពាំងថ្លាន់": [4, 2, 0.8], "ភូមិទួលខ្ពស់": [4, 2, 0.8] },
            "ឃុំសំឡាញ": { "ភូមិកសិករ": [4, 2, 0.8], "ភូមិស្តុក": [4, 2, 0.8], "ភូមិកម្មករ": [4, 2, 0.8], "ភូមិត្រពាំងស្លា": [4, 2, 0.8], "ភូមិប្រសែ": [4, 2, 0.8], "ភូមិស្ទោង": [4, 2, 0.8], "ភូមិត្របៀត": [4, 2, 0.8] },
            "ឃុំចំប៉ី": { "ភូមិដើមពោធិ": [4, 2, 0.8], "ភូមិអង្គរជាតិ": [4, 2, 0.8], "ភូមិស្រែជា": [4, 2, 0.8], "ភូមិចំប៉ី": [4, 2, 0.8], "ភូមិក្រសាំង": [4, 2, 0.8], "ភូមិទន្លេនាម": [4, 2, 0.8], "ភូមិខ្វាវ": [4, 2, 0.8], "ភូមិណងសាហេតុ": [4, 2, 0.8] },
            "ឃុំដើមដូង": { "ភូមិអូររំចេក": [4, 2, 0.8], "ភូមិច្រាប": [4, 2, 0.8], "ភូមិដើមដូង": [4, 2, 0.8], "ភូមិផ្សារដំបង": [4, 2, 0.8] },
            "ឃុំទ្រោម": { "ភូមិព្រះឱង្ការ": [4, 2, 0.8], "ភូមិទ្រោម": [4, 2, 0.8], "ភូមិត្រពាំងផ្នែល": [4, 2, 0.8], "ភូមិឈើទាល": [4, 2, 0.8], "ភូមិគក": [4, 2, 0.8], "ភូមិភ្នំឆ្មារ": [4, 2, 0.8] },
            "ឃុំដានគោម": { "ភូមិពន្លៃ": [4, 2, 0.8], "ភូមិអង្គខ្ជាយខាងត្បូង": [4, 2, 0.8], "ភូមិអង្គខ្ជាយខាងជើង": [4, 2, 0.8], "ភូមិដានគោមខាងត្បូង": [4, 2, 0.8], "ភូមិដានគោមខាងជើង": [4, 2, 0.8], "ភូមិព្រៃខ្ជាយ": [4, 2, 0.8] },
            "ឃុំដំបូកខ្ពស់": { "ភូមិត្រពាំងរុន": [4, 2, 0.8], "ភូមិត្រពាំងកំណប់": [4, 2, 0.8], "ភូមិដំបូកខ្ពស់": [4, 2, 0.8], "ភូមិរបោះខ្ទម": [4, 2, 0.8], "ភូមិត្រពាំងត្នោត": [4, 2, 0.8], "ភូមិដងទង់": [4, 2, 0.8], "ភូមិស្បូវអណ្តែត": [4, 2, 0.8], "ភូមិតាកោ": [4, 2, 0.8], "ភូមិត្រពាំងត្រគៀត": [4, 2, 0.8], "ភូមិអូរម្នាក់": [4, 2, 0.8], "ភូមិចាក់ជ្រុំ": [4, 2, 0.8] }
        },
        "ស្រុកបន្ទាយមាស": {
            "ឃុំសំរោងក្រោម": { "ភូមិសំរោង": [4, 2, 0.8], "ភូមិតាទេន": [4, 2, 0.8], "ភូមិសែនពន្លង": [4, 2, 0.8], "ភូមិតាអៀក": [4, 2, 0.8], "ភូមិត្រពាំងមន្ត្រី": [4, 2, 0.8], "ភូមិក្រាំងដួង": [4, 2, 0.8] },
            "ឃុំសំរោងលើ": { "ភូមិដំណាក់ចំបក់": [4, 2, 0.8], "ភូមិដំណាក់ត្រយឹង": [4, 2, 0.8], "ភូមិបរិវាស": [4, 2, 0.8], "ភូមិត្រាំសរសរ": [4, 2, 0.8], "ភូមិប្រផុង": [4, 2, 0.8] },
            "ឃុំស្តេចគង់ខាងលិច": { "ភូមិព្រៃតាព្រិត": [4, 2, 0.8], "ភូមិចម្លងជ្រៃ": [4, 2, 0.8], "ភូមិរំពើន": [4, 2, 0.8], "ភូមិឈើទាល": [4, 2, 0.8], "ភូមិដើមចំរៀក": [4, 2, 0.8] },
            "ឃុំស្តេចគង់ខាងត្បូង": { "ភូមិសង្កែដូច": [4, 2, 0.8], "ភូមិស្តេចគង់": [4, 2, 0.8], "ភូមិភ្នំតូច": [4, 2, 0.8], "ភូមិឫស្សីជួរ": [4, 2, 0.8] },
            "ឃុំបន្ទាយមាសខាងលិច": { "ភូមិលំទំពូង": [4, 2, 0.8], "ភូមិកណ្តាញ់": [4, 2, 0.8], "ភូមិកន្សោមអក": [4, 2, 0.8], "ភូមិទង់លាង": [4, 2, 0.8], "ភូមិត្បាល់កិន": [4, 2, 0.8], "ភូមិព្រៃលើ": [4, 2, 0.8], "ភូមិហុងស៊ុយ": [4, 2, 0.8], "ភូមិបន្ទាយមាស": [4, 2, 0.8], "ភូមិក្រាំងបន្ទាយ": [4, 2, 0.8] },
            "ឃុំត្រពាំងសាលាខាងលិច": { "ភូមិគាថាវង្សលើ": [4, 2, 0.8], "ភូមិគាថាវង្សក្រោម": [4, 2, 0.8], "ភូមិត្រពាំងក្តុល": [4, 2, 0.8], "ភូមិព្រៃស្រឡៅ": [4, 2, 0.8], "ភូមិសំព័រ": [4, 2, 0.8] },
            "ឃុំទូកមាសខាងលិច": { "ភូមិព្រៃក្រឡាខាងកើត": [4, 2, 0.8], "ភូមិព្រៃក្រឡាខាងលិច": [4, 2, 0.8], "ភូមិព្រៃចេក": [4, 2, 0.8], "ភូមិព្រៃធំ": [4, 2, 0.8], "ភូមិទូកមាស": [4, 2, 0.8], "ភូមិច្រកថ្លៃ": [4, 2, 0.8], "ភូមិកោះទន្សាយ": [4, 2, 0.8], "ភូមិចម្លងជ្រៃ": [4, 2, 0.8] },
            "ឃុំស្តេចគង់ខាងជើង": { "ភូមិជ្រុងស្រឡៅ": [4, 2, 0.8], "ភូមិកន្លង់": [4, 2, 0.8], "ភូមិត្រែង": [4, 2, 0.8], "ភូមិពងទឹក": [4, 2, 0.8] },
            "ឃុំព្រៃទន្លេ": { "ភូមិទួលក្រសាំង": [4, 2, 0.8], "ភូមិព្រៃទន្លេ": [4, 2, 0.8], "ភូមិសំរោងចិន": [4, 2, 0.8], "ភូមិព្រែកឫស្សី": [4, 2, 0.8], "ភូមិម៉ឺនដាំ": [4, 2, 0.8] },
            "ឃុំត្រពាំងសាលាខាងកើត": { "ភូមិទ័ពស្តេច": [4, 2, 0.8], "ភូមិតាង៉ើត": [4, 2, 0.8], "ភូមិពោន": [4, 2, 0.8], "ភូមិខ្ពើម": [4, 2, 0.8], "ភូមិលៀប": [4, 2, 0.8] },
            "ឃុំវត្តអង្គខាងជើង": { "ភូមិស្រែត្រែង": [4, 2, 0.8], "ភូមិពញាអង្គ": [4, 2, 0.8], "ភូមិត្នោតរលើង": [4, 2, 0.8], "ភូមិស្វាយផ្អែម": [4, 2, 0.8], "ភូមិសូប៉េង": [4, 2, 0.8] },
            // FIX: Removed duplicate key 'ភូមិត្នោត'.
            "ឃុំត្នោតចុងស្រង់": { "ភូមិគោកវែង": [4, 2, 0.8], "ភូមិឫស្សីដុំ": [4, 2, 0.8], "ភូមិតាឡង់": [4, 2, 0.8], "ភូមិអង្គុញ": [4, 2, 0.8], "ភូមិដូនទាវ": [4, 2, 0.8], "ភូមិខ្ជាយ": [4, 2, 0.8], "ភូមិត្នោត": [4, 2, 0.8] },
            "ឃុំទូកមាសខាងកើត": { "ភូមិស្រែកាន់ខាងកើត": [4, 2, 0.8], "ភូមិស្រែកាន់ខាងលិច": [4, 2, 0.8], "ភូមិច្រកល្ពៅ": [4, 2, 0.8], "ភូមិត្រពាំងព្រីង": [4, 2, 0.8], "ភូមិអង្គធ្លី": [4, 2, 0.8], "ភូមិស្រែកាន់ចិន": [4, 2, 0.8] },
            "ឃុំបន្ទាយមាសខាងកើត": { "ភូមិពេជ្ជនា": [4, 2, 0.8], "ភូមិក្រសាំងក្រោម": [4, 2, 0.8], "ភូមិក្រសាំងលើ": [4, 2, 0.8], "ភូមិត្រពាំងពោន": [4, 2, 0.8], "ភូមិព្រៃបន្លំ": [4, 2, 0.8], "ភូមិស្រែថ្លុក": [4, 2, 0.8], "ភូមិពោធិ៍": [4, 2, 0.8], "ភូមិធ្នង់": [4, 2, 0.8] },
            "ឃុំវត្តអង្គខាងត្បូង": { "ភូមិកណ្តាល": [4, 2, 0.8], "ភូមិទទឹម": [4, 2, 0.8], "ភូមិធាយ": [4, 2, 0.8], "ភូមិខ្មោច": [4, 2, 0.8], "ភូមិស្រែព្រៃ": [4, 2, 0.8] }
        },
        "ស្រុកកំពង់ត្រាច": {
            "ឃុំកំពង់ត្រាចខាងកើត": { "ភូមិកំពង់ត្រាចទី១": [6, 3, 1], "ភូមិកោះខ្លូត": [6, 3, 1], "ភូមិកោះតាចាន់": [6, 3, 1], "ភូមិរបងក្រាស់": [6, 3, 1] },
            "ឃុំកំពង់ត្រាចខាងលិច": { "ភូមិអូរច្រនៀង": [6, 3, 1], "ភូមិកំពង់ត្រាចទី២": [6, 3, 1], "ភូមិចារ": [6, 3, 1], "ភូមិភ្នំសាលី": [6, 3, 1], "ភូមិកោះផ្តៅ": [6, 3, 1], "ភូមិកណ្តាលទួល": [6, 3, 1], "ភូមិអង្ក្រង": [6, 3, 1] },
            "ឃុំភ្នំប្រាសាទ": { "ភូមិច្រនៀងទេ": [6, 3, 1], "ភូមិបង់បត់": [6, 3, 1], "ភូមិចុងសួង": [6, 3, 1], "ភូមិឃ្លាំងខាងត្បូង": [6, 3, 1], "ភូមិឃ្លាំងខាងជើង": [6, 3, 1], "ភូមិដំណាក់ក្រឡាញ់ខាងកើត": [6, 3, 1], "ភូមិដំណាក់ក្រឡាញ់ខាងលិច": [6, 3, 1] },
            "ឃុំឫស្សីស្រុកខាងលិច": { "ភូមិថ្កូវ": [6, 3, 1], "ភូមិលក": [6, 3, 1], "ភូមិកោះគ្រឹះស្នា": [6, 3, 1], "ភូមិត្រពាំងនៀល": [6, 3, 1], "ភូមិដំណាក់ត្របែក": [6, 3, 1], "ភូមិកំពូលមាស": [6, 3, 1] },
            "ឃុំអង្គសុរភី": { "ភូមិស្នាមគូរ": [6, 3, 1], "ភូមិព្រៃទទឹង": [6, 3, 1], "ភូមិត្រៀកកន្ថោរ": [6, 3, 1], "ភូមិដើមពោធិ៍": [6, 3, 1], "ភូមិបឹងធំខាងលិច": [6, 3, 1], "ភូមិបឹងធំខាងកើត": [6, 3, 1] },
            "ឃុំប្រាសាទភ្នំខ្យង": { "ភូមិព្រៃតឹក": [6, 3, 1], "ភូមិភ្នំខ្យង": [6, 3, 1], "ភូមិជ្រោះតាសោម": [6, 3, 1] },
            "ឃុំបឹងសាលាខាងជើង": { "ភូមិដាស់ស្គរ": [6, 3, 1], "ភូមិព្រៃទប់": [6, 3, 1], "ភូមិកោះម៉ាក់ប្រាំង": [6, 3, 1], "ភូមិធ្លក": [6, 3, 1] },
            "ឃុំបឹងសាលាខាងត្បូង": { "ភូមិកោះចំការ": [6, 3, 1], "ភូមិព្រៃប្រស": [6, 3, 1], "ភូមិស្វាយផ្អែម": [6, 3, 1] },
            "ឃុំស្វាយទងខាងជើង": { "ភូមិដួង": [6, 3, 1], "ភូមិភ្នំក្រាប": [6, 3, 1], "ភូមិឈើទាលរាំ": [6, 3, 1], "ភូមិបាយទា": [6, 3, 1] },
            "ឃុំស្វាយទងខាងត្បូង": { "ភូមិស្វាយទង": [6, 3, 1], "ភូមិកោះត្រាច": [6, 3, 1], "ភូមិកោះឃ្លាំង": [6, 3, 1], "ភូមិស្លាបតាអោន": [6, 3, 1], "ភូមិតាខ្វាយ": [6, 3, 1] },
            "ឃុំឫស្សីស្រុកខាងកើត": { "ភូមិធ្នង់": [6, 3, 1], "ភូមិកោះស្នូក": [6, 3, 1], "ភូមិឫស្សីស្រុក": [6, 3, 1], "ភូមិអន្លង់ថ្លាន់": [6, 3, 1] },
            "ឃុំដំណាក់កន្ទួតខាងជើង": { "ភូមិភ្នំដំរី": [5, 2, 0.8], "ភូមិអូរពពូល": [5, 2, 0.8], "ភូមិព្រៃកេស": [5, 2, 0.8], "ភូមិអូរស្តែង": [5, 2, 0.8] },
            "ឃុំដំណាក់កន្ទួតខាងត្បូង": { "ភូមិដំណាក់កន្ទួត": [5, 2, 0.8], "ភូមិអូររលួស": [5, 2, 0.8], "ភូមិអង្គរជ័យទី១": [5, 2, 0.8], "ភូមិអង្គរជ័យទី២": [5, 2, 0.8], "ភូមិត្រពាំងជ្រៃ": [5, 2, 0.8] },
            "ឃុំព្រែកក្រឹស": { "ភូមិព្រែកក្រឹស": [6, 3, 1], "ភូមិព្រៃព្រួល": [6, 3, 1], "ភូមិដើមស្វាយ": [6, 3, 1], "ភូមិលក្ខជា": [6, 3, 1], "ភូមិកោះតាកូវ": [6, 3, 1], "ភូមិព្រះទ្រហឹង": [6, 3, 1], "ភូមិកោះត្នោត": [6, 3, 1] }
        },
        "ស្រុកជុំគីរី": {
            "ឃុំត្រពាំងរាំង": { "ភូមិរវៀង": [5, 2, 0.5], "ភូមិត្រពាំងវែង": [5, 2, 0.5], "ភូមិតារាជ": [5, 2, 0.5], "ភូមិត្រពាំងស្គន់": [5, 2, 0.5], "ភូមិអូរ": [5, 2, 0.5] },
            "ឃុំជំពូវន្ត": { "ភូមិប្រៃ": [5, 2, 0.5], "ភូមិចេក": [5, 2, 0.5], "ភូមិថ្មី": [5, 2, 0.5], "ភូមិដំរីកូន": [5, 2, 0.5], "ភូមិកណ្តាល": [5, 2, 0.5], "ភូមិឈើទាល": [5, 2, 0.5], "ភូមិមនោណុប": [5, 2, 0.5] },
            "ឃុំស្នាយអញ្ជិត": { "ភូមិដំណាក់ឈើក្រំ": [5, 2, 0.5], "ភូមិព្រៃខ្ជាយ": [5, 2, 0.5], "ភូមិស្វាយអញ្ជិត": [5, 2, 0.5], "ភូមិតាភុល": [5, 2, 0.5], "ភូមិដូនឪ": [5, 2, 0.5] },
            "ឃុំស្រែសំរោង": { "ភូមិត្រពាំងប្រីយ៍": [4, 2, 0.5], "ភូមិរកាថ្មី": [4, 2, 0.5], "ភូមិស្រែសំរោង": [4, 2, 0.5], "ភូមិពោធិ៍": [4, 2, 0.5], "ភូមិធ្លកយុល": [4, 2, 0.5] },
            "ឃុំស្រែក្នុង": { "ភូមិដំណាក់ឈ្នួល": [5, 2, 0.5], "ភូមិត្បែងពក": [5, 2, 0.5], "ភូមិព្រៃវែង": [5, 2, 0.5], "ភូមិដួង": [5, 2, 0.5], "ភូមិព្រៃខ្មៅ": [5, 2, 0.5], "ភូមិព្រៃយ៉ាវ": [5, 2, 0.5] },
            "ឃុំស្រែចែង": { "ភូមិខ្ពបរុន": [5, 2, 0.5], "ភូមិកំណប់": [5, 2, 0.5], "ភូមិព្រៃប្រៃ": [5, 2, 0.5], "ភូមិពងទឹក": [5, 2, 0.5], "ភូមិស្រែចែង": [5, 2, 0.5] },
            "ឃុំប្រេស": { "ភូមិប្រេស": [5, 2, 0.5], "ភូមិឆ្មា": [5, 2, 0.5], "ភូមិត្រពាំងឈើទាល": [5, 2, 0.5], "ភូមិតាទែន": [5, 2, 0.5] }
        }
    }
};