import { VillageDB } from './types';

export const kandalVillageDB: VillageDB = {
    "ខេត្តកណ្តាល": {
        "ក្រុងតាខ្មៅ": {
            "សង្កាត់តាខ្មៅ": {
                "ភូមិតាខ្មៅ": [75, 50, 25],
                "ភូមិព្រែកសំរោង": [75, 50, 25],
                "ភូមិថ្មី": [75, 50, 25]
            },
            "សង្កាត់ដើមមៀន": {
                "ភូមិដើមមៀន": [75, 50, 25],
                "ភូមិដើមគ": [50, 40, 20],
                "ភូមិព្រែកតាពៅ": [50, 40, 20],
                "ភូមិស្ទឹងជ្រៅ": [50, 40, 20]
            },
            "សង្កាត់ព្រែកឫស្សី": {
                "ភូមិក្រពើហា": [75, 50, 25],
                "ភូមិព្រែកឫស្សី": [75, 50, 25],
                "ភូមិព្រែកអញ្ចាញ": [50, 40, 20]
            },
            "សង្កាត់កំពង់សំណាញ់": {
                "ភូមិកំពង់សំណាញ់": [75, 50, 25],
                "ភូមិកំពង់សំណាញ់១": [75, 50, 25],
                "ភូមិខ្ពបវែង": [75, 50, 25],
                "ភូមិព្រែករាំង": [50, 40, 20],
                "ភូមិព្រែករាំង១": [50, 40, 20],
                "ភូមិអាចម៍កុក": [30, 25, 15]
            },
            "សង្កាត់តាក្តុល": {
                "ភូមិតាក្តុល": [75, 50, 25],
                "ភូមិព្រែកកាត់": [50, 40, 20],
                "ភូមិព្រែកឡុង": [50, 40, 20]
            },
            "សង្កាត់ព្រែកហូរ": {
                "ភូមិព្រែកហូរលិច": [50, 40, 20],
                "ភូមិព្រែកហូរកើត": [50, 40, 20],
                "ភូមិបត្តាជី": [50, 40, 20]
            }
        },
        "ស្រុកអង្គស្នួល": {
            "ឃុំបែកចាន": {
                "ភូមិបែកចាន": [20, 15, 5],
                "ភូមិមនោរម្យ": [20, 15, 5],
                "ភូមិចុងបង្គោល": [20, 15, 5],
                "ភូមិបូរីកម្មករ": [20, 15, 5],
                "ភូមិត្រពាំងក្រសាំង": [20, 15, 5],
                "ភូមិត្រពាំងសុក្រំ": [20, 15, 5],
                "ភូមិថ្មី": [15, 10, 4],
                "ភូមិត្រពាំងទ្រា": [15, 10, 4],
                "ភូមិព្រៃសំរោង": [15, 10, 4],
                "ភូមិព្រៃទន្លាប់": [15, 10, 4],
                "ភូមិត្រាចទោល": [15, 10, 4],
                "ភូមិកៅ": [15, 10, 4],
                "ភូមិត្រពាំងប្រុយ": [15, 10, 4],
                "ភូមិរកាធំ": [15, 10, 4],
                "ភូមិកម្ពោតស្បូវ": [15, 10, 4],
                "ភូមិព្រៃបឹង": [15, 10, 4],
                "ភូមិត្នោតផ្តើម": [15, 10, 4],
                "ភូមិពងទឹក": [15, 10, 4],
                "ភូមិអណ្តូង": [15, 10, 4],
                "ភូមិចក": [15, 10, 4],
                "ភូមិស្វាយជ្រុំ": [15, 10, 4]
            },
            "ឃុំក្រាំងម្កាក់": {
                "ភូមិត្រពាំងស្វាយ": [20, 15, 5],
                "ភូមិត្រពាំងក្រពើ": [15, 10, 4],
                "ភូមិត្រពាំងខ្ទឹម": [15, 10, 4],
                "ភូមិក្រាំងម្កាក់": [15, 10, 4],
                "ភូមិព្រៃទទឹង": [15, 10, 4],
                "ភូមិត្រពាំងនប់": [15, 10, 4],
                "ភូមិព្រៃពពេល": [15, 10, 4],
                "ភូមិព្រៃខ្លា": [15, 10, 4],
                "ភូមិត្រពាំងផ្លុង": [15, 10, 4],
                "ភូមិអង្គពពាយ": [15, 10, 4],
                "ភូមិសរមាំង": [15, 10, 4],
                "ភូមិប្រាំបីមុម": [15, 10, 4],
                "ភូមិត្រពាំងជ្រៅ": [15, 10, 4],
                "ភូមិត្រពាំងរការ": [15, 10, 4],
                "ភូមិស្រែខ្សាច់": [15, 10, 4]
            },
            "ឃុំព្រៃពួច": {
                "ភូមិទួលសាលា": [20, 15, 5],
                "ភូមិត្រពាំងរាំង": [20, 15, 5],
                "ភូមិពាម": [10, 8, 3],
                "ភូមិស្វាយ": [10, 8, 3],
                "ភូមិឈើទាល": [10, 8, 3],
                "ភូមិអូរកំបុត្រ": [10, 8, 3],
                "ភូមិអង្គរស្មី": [10, 8, 3],
                "ភូមិទ្រា": [10, 8, 3],
                "ភូមិព្រៃពួច": [10, 8, 3],
                "ភូមិប្របវត្ត": [10, 8, 3],
                "ភូមិត្រើយបឹង": [10, 8, 3],
                "ភូមិទួលលាប": [10, 8, 3],
                "ភូមិសល់ដី": [10, 8, 3],
                "ភូមិទន្លាប់": [10, 8, 3],
                "ភូមិប្រមរ": [10, 8, 3],
                "ភូមិព្រៃភក្តី": [10, 8, 3],
                "ភូមិព្រៃក្រាយ": [10, 8, 3],
                "ភូមិចំការគួយ": [10, 8, 3],
                "ភូមិចំការស្តែង": [10, 8, 3],
                "ភូមិចំបក់ទន្សាយ": [10, 8, 3],
                "ភូមិក្រាំងលាវ": [10, 8, 3],
                "ភូមិព្រៃមាន": [10, 8, 3],
                "ភូមិកប់ចន្លុះ": [10, 8, 3]
            },
            "ឃុំលំហាច": {
                "ភូមិព្រៃក្រឡាញ់": [20, 15, 5],
                "ភូមិសុខាភិរម្យ": [20, 15, 5],
                "ភូមិព្រៃគោ": [20, 15, 5],
                "ភូមិយសមានត្រី": [10, 8, 3],
                "ភូមិគោកពពេល": [10, 8, 3],
                "ភូមិកន្តោលតុ": [10, 8, 3],
                "ភូមិកណ្តាល": [10, 8, 3],
                "ភូមិកណ្តោស": [10, 8, 3],
                "ភូមិលំហាច": [10, 8, 3],
                "ភូមិសេកពង": [10, 8, 3],
                "ភូមិតារ័ត្ន": [10, 8, 3],
                "ភូមិអណ្តូងទឹក": [10, 8, 3],
                "ភូមិពន្លឺ": [10, 8, 3],
                "ភូមិជើងអក": [10, 8, 3],
                "ភូមិព្រៃចំការ": [10, 8, 3],
                "ភូមិទំនប់សាប": [10, 8, 3],
                "ភូមិព្រៃទទឹង": [10, 8, 3],
                "ភូមិត្រពាំងនំ": [10, 8, 3],
                "ភូមិលាក់កូប": [10, 8, 3],
                "ភូមិទូករទេះ": [10, 8, 3]
            },
            "ឃុំដំណាក់អំពិល": {
                "ភូមិថ្នល់ទទឹង": [20, 15, 5],
                "ភូមិទន្លាប់ខ្ពស់ត្បូង": [20, 15, 5],
                "ភូមិពងទឹក": [20, 15, 5],
                "ភូមិជ្រៃមង្គល": [20, 15, 5],
                "ភូមិទន្លាប់ខ្ពស់ជើង": [10, 8, 3],
                "ភូមិព្រៃសំរោង": [10, 8, 3],
                "ភូមិដំណាក់អំពិល": [10, 8, 3],
                "ភូមិក្តាន់រយ": [10, 8, 3],
                "ភូមិសេរីសុខា": [10, 8, 3],
                "ភូមិត្រពាំងត្រាច": [10, 8, 3]
            },
            "ឃុំពើក": {
                "ភូមិព្រៃពពេល": [20, 15, 5],
                "ភូមិត្រពាំងពើក": [20, 15, 5],
                "ភូមិទឹកជា": [20, 15, 5],
                "ភូមិត្រពាំងឈើនាង": [20, 15, 5],
                "ភូមិត្រពាំងភូមិ": [20, 15, 5],
                "ភូមិស្រះសង្គម": [20, 15, 5],
                "ភូមិអង្គស្នួលទី១": [20, 15, 5],
                "ភូមិអង្គស្នួលទី២": [20, 15, 5],
                "ភូមិអង្គស្នួលទី៣": [20, 15, 5],
                "ភូមិចំការជោ": [10, 8, 3],
                "ភូមិថ្លើក": [10, 8, 3],
                "ភូមិខ្លាកូន": [10, 8, 3],
                "ភូមិត្រពាំងឈូក": [10, 8, 3],
                "ភូមិត្រយឹង": [10, 8, 3],
                "ភូមិទួលស្រម៉": [10, 8, 3],
                "ភូមិចំការត្រាច": [10, 8, 3],
                "ភូមិទួលត្នោត": [10, 8, 3],
                "ភូមិអង្គសំណាង": [10, 8, 3],
                "ភូមិព្រៃទំពូង": [10, 8, 3]
            },
            "ឃុំឆក់ឈើនាង": {
                "ភូមិព្រៃរការ": [20, 15, 5],
                "ភូមិត្រពាំងវែង": [20, 15, 5],
                "ភូមិត្រពាំងជូន": [10, 8, 3],
                "ភូមិសាំងដំរី": [10, 8, 3],
                "ភូមិឆក់ឈើនាង": [10, 8, 3],
                "ភូមិត្រពាំងខ្នារ": [10, 8, 3],
                "ភូមិកណ្តាល": [10, 8, 3],
                "ភូមិឈូកធំ": [10, 8, 3],
                "ភូមិត្រពាំងសុព័រ": [10, 8, 3],
                "ភូមិក្រឡឹងជុំ": [10, 8, 3]
            },
            "ឃុំសំរោងលើ": {
                "ភូមិត្រពាំងកក់": [20, 15, 5],
                "ភូមិគីរីថ្ម": [20, 15, 5],
                "ភូមិពណ្ណរាយ": [20, 15, 5],
                "ភូមិត្រពាំងត្បែង": [10, 8, 3],
                "ភូមិបឹង": [10, 8, 3],
                "ភូមិល្វី": [10, 8, 3],
                "ភូមិថ្មី": [10, 8, 3],
                "ភូមិអង្គឃ្លាន": [10, 8, 3],
                "ភូមិតាប៉ាង": [10, 8, 3],
                "ភូមិទីទុយពង": [10, 8, 3],
                "ភូមិត្រពាំងថ្ម": [10, 8, 3],
                "ភូមិស្រែអំព្រុំ": [10, 8, 3],
                "ភូមិដំណាក់កកោះ": [10, 8, 3],
                "ភូមិមង្គលបូរី": [10, 8, 3],
                "ភូមិព្រៃផឹកទី១": [10, 8, 3],
                "ភូមិព្រៃផឹកទី២": [10, 8, 3],
                "ភូមិត្រពាំងអណ្តូង": [10, 8, 3],
                "ភូមិត្រពាំងជ្រៅ": [10, 8, 3],
                "ភូមិចំការដូង": [10, 8, 3],
                "ភូមិត្រពាំងទួល": [10, 8, 3],
                "ភូមិព្រៃឈើទាល": [10, 8, 3],
                "ភូមិកោះគ្របបាយ": [10, 8, 3],
                "ភូមិត្រពាំងទន្លាប់": [10, 8, 3],
                "ភូមិស្វាយឧត្តម": [10, 8, 3],
                "ភូមិព្រៃលួង": [10, 8, 3],
                "ភូមិត្រពាំងភូមិក្រឡាញ់": [10, 8, 3],
                "ភូមិភ្នំដី": [10, 8, 3],
                "ភូមិដូនម៉ាន់": [10, 8, 3]
            },
            "ឃុំទួលព្រេជ": {
                "ភូមិរំលេច": [20, 15, 5],
                "ភូមិត្រពាំងកំភ្លាញ": [20, 15, 5],
                "ភូមិពពេលរលំ": [20, 15, 5],
                "ភូមិម៉ឺនរៀម": [20, 15, 5],
                "ភូមិព្រៃរំដួល": [20, 15, 5],
                "ភូមិថ្មី": [20, 15, 5],
                "ភូមិច្រកក្រសាំង": [20, 15, 5],
                "ភូមិទន្លាប់": [20, 15, 5],
                "ភូមិខ្នង": [20, 15, 5],
                "ភូមិអង្គស្រែពោធិ៍": [20, 15, 5],
                "ភូមិគោល": [20, 15, 5],
                "ភូមិអង្គតាសិត": [20, 15, 5],
                "ភូមិទួលសេរី": [20, 15, 5],
                "ភូមិក្រាំងក្រូច": [20, 15, 5],
                "ភូមិចន្ទ្រាថ្មី": [20, 15, 5],
                "ភូមិព្រៃទទឹង": [20, 15, 5],
                "ភូមិបឹងទ្រា": [20, 15, 5],
                "ភូមិស្រែកាច់": [20, 15, 5],
                "ភូមិបឹងរមាស់": [20, 15, 5],
                "ភូមិបឹងអញ្ចាញ": [20, 15, 5],
                "ភូមិទួលខ្នង": [20, 15, 5],
                "ភូមិចំបក់កោង": [20, 15, 5],
                "ភូមិខ្នារ": [20, 15, 5],
                "ភូមិបឹងខ្នារ": [20, 15, 5],
                "ភូមិព្រៃសំរោង": [20, 15, 5]
            },
            "ឃុំម្កាក់": {
                "ភូមិប្រសិទ្ធិ": [15, 10, 3],
                "ភូមិត្រពាំងធ្នង់": [15, 10, 3],
                "ភូមិត្រពាំងក្រសាំង": [15, 10, 3],
                "ភូមិជោទ្រាច": [15, 10, 3],
                "ភូមិត្រពាំងរាំង": [15, 10, 3],
                "ភូមិតាប្រាប": [15, 10, 3],
                "ភូមិត្រពាំងស្មាច់": [15, 10, 3],
                "ភូមិស្រែកណ្តោល": [15, 10, 3],
                "ភូមិត្រពាំងស្ងោរ": [15, 10, 3],
                "ភូមិវែង": [15, 10, 3],
                "ភូមិអូរ": [15, 10, 3],
                "ភូមិត្រើង": [15, 10, 3],
                "ភូមិរំដេញ": [15, 10, 3],
                "ភូមិជង្រុក": [15, 10, 3],
                "ភូមិត្រពាំងទៃ": [15, 10, 3],
                "ភូមិអង្គរមាស": [15, 10, 3],
                "ភូមិត្រពាំងអណ្តែង": [15, 10, 3],
                "ភូមិពង្រ": [15, 10, 3],
                "ភូមិបេង": [15, 10, 3],
                "ភូមិឈើបួន": [15, 10, 3],
                "ភូមិត្រពាំងត្នោត": [15, 10, 3],
                "ភូមិត្រពាំងកក់": [15, 10, 3],
                "ភូមិចំការចិន": [15, 10, 3],
                "ភូមិចុងបឹង": [15, 10, 3],
                "ភូមិបឹងថ្នល់": [15, 10, 3],
                "ភូមិលំហាច": [15, 10, 3],
                "ភូមិពោធិបួន": [15, 10, 3],
                "ភូមិអន្លូងក្រវៀន": [15, 10, 3],
                "ភូមិស្តុកវែង": [15, 10, 3]
            }
        },
        "ស្រុកកណ្តាលស្ទឹង": {
            "ឃុំជើងកើប": {
                "ភូមិស្រុកធំ": [20, 15, 5],
                "ភូមិអំបីស": [15, 10, 4],
                "ភូមិក្រសាំង": [15, 10, 4],
                "ភូមិពោធិស្មាត": [15, 10, 4],
                "ភូមិឆ្មាពួន": [15, 10, 4],
                "ភូមិប្រជុំអង្គ": [15, 10, 4]
            },
            "ឃុំសៀមរាប": {
                "ភូមិសៀមរាប": [20, 15, 5],
                "ភូមិជ័យជំនះ": [20, 15, 5],
                "ភូមិព្រែកអង្គុញ": [20, 15, 5],
                "ភូមិចំបក់": [15, 10, 4],
                "ភូមិរានថ្ម": [15, 10, 4],
                "ភូមិរាយដប": [15, 10, 4]
            },
            "ឃុំបារគូ": {
                "ភូមិបារគូ": [15, 10, 4],
                "ភូមិវាលកណ្តោល": [15, 10, 4],
                "ភូមិស្វាយមីង": [15, 10, 4],
                "ភូមិឃុត": [15, 10, 4],
                "ភូមិពោធិដុះ": [15, 10, 4],
                "ភូមិត្បូងក្តី": [15, 10, 4],
                "ភូមិអូរអណ្តូង": [15, 10, 4]
            },
            "ឃុំអន្លង់រមៀត": {
                "ភូមិអន្លង់រមៀតខាងជើង": [20, 15, 5],
                "ភូមិដើមត្រាំង": [20, 15, 5],
                "ភូមិកំពង់ទួល": [20, 15, 5],
                "ភូមិអន្លង់រមៀតខាងត្បូង": [15, 10, 4],
                "ភូមិអន្លង់រមៀតខាងលិច": [15, 10, 4],
                "ភូមិស្រែគោក": [15, 10, 4]
            },
            "ឃុំត្រពាំងវែង": {
                "ភូមិព្រៃទទឹង": [15, 10, 4],
                "ភូមិស្លែង": [15, 10, 4],
                "ភូមិដំណាក់ត្របែក": [15, 10, 4],
                "ភូមិតាឡឹក": [15, 10, 4],
                "ភូមិត្រពាំងបារគូ": [15, 10, 4]
            },
            "ឃុំព្រែកស្លែង": {
                "ភូមិព្រែកស្លែង": [15, 10, 4],
                "ភូមិពន់ចាន": [15, 10, 4],
                "ភូមិព្រៃតាថុក": [15, 10, 4],
                "ភូមិប្រាសាទ": [15, 10, 4]
            },
            "ឃុំបឹងខ្យាង": {
                "ភូមិបឹងខ្យាង": [15, 10, 4],
                "ភូមិព្រៃតាតូច": [15, 10, 4],
                "ភូមិស្រុកចេក": [15, 10, 4],
                "ភូមិកំពង់តាឡុង": [15, 10, 4],
                "ភូមិប្រឡាយ": [15, 10, 4],
                "ភូមិតាព្រហ្ម": [15, 10, 4]
            },
            "ឃុំគោកត្រប់": {
                "ភូមិក្បាលសេះ": [15, 10, 4],
                "ភូមិឈើនាង": [15, 10, 4],
                "ភូមិស្វាយកើត": [15, 10, 4],
                "ភូមិស្វាយលិច": [15, 10, 4],
                "ភូមិក្រាំងផ្ទៃ": [15, 10, 4],
                "ភូមិចារ": [15, 10, 4],
                "ភូមិគោកព្រីង": [15, 10, 4],
                "ភូមិគោកត្រប់": [15, 10, 4],
                "ភូមិលៀក": [15, 10, 4]
            },
            "ឃុំត្បែង": {
                "ភូមិជីម៉ៅ": [15, 10, 4],
                "ភូមិក្រាំងតាំ": [15, 10, 4],
                "ភូមិកំណប់": [15, 10, 4],
                "ភូមិក្រាំងឈើនាង": [15, 10, 4],
                "ភូមិអង្គក្តី": [15, 10, 4],
                "ភូមិជ្រលង": [15, 10, 4],
                "ភូមិគគីរនាង": [15, 10, 4]
            },
            "ឃុំព្រែករកា": {
                "ភូមិចំបក់ត្រប់": [15, 10, 4],
                "ភូមិបឹងក្អែក": [15, 10, 4],
                "ភូមិកោះខ្នុរ": [15, 10, 4],
                "ភូមិព្រែករកា": [15, 10, 4]
            },
            "ឃុំព្រះពុទ្ធ": {
                "ភូមិក្រាំងស្បូវ": [15, 10, 4],
                "ភូមិបិនបោរ": [15, 10, 4],
                "ភូមិព្រះពុទ្ធ": [15, 10, 4],
                "ភូមិក្រាំងទ្រា": [15, 10, 4],
                "ភូមិបុណ្ណា": [15, 10, 4]
            },
            "ឃុំរលាំងកែន": {
                "ភូមិភីរី": [8, 5, 2],
                "ភូមិតាប៉េង": [8, 5, 2],
                "ភូមិស្ទឹង": [8, 5, 2],
                "ភូមិថ្មី": [8, 5, 2],
                "ភូមិព្រៃកន្ទ្រា": [8, 5, 2],
                "ភូមិក្រាំងរលួស": [8, 5, 2],
                "ភូមិរលាំងកែន": [8, 5, 2],
                "ភូមិចំការតាង៉ែត": [8, 5, 2],
                "ភូមិអន្លង់បារាំង": [8, 5, 2],
                "ភូមិច្រឡាំង": [8, 5, 2],
                "ភូមិអង្គ្រង": [8, 5, 2]
            },
            "ឃុំរកា": {
                "ភូមិត្រាញ់": [8, 5, 2],
                "ភូមិបឹង": [8, 5, 2],
                "ភូមិរកា": [8, 5, 2],
                "ភូមិចេក": [8, 5, 2],
                "ភូមិក្រូច": [8, 5, 2],
                "ភូមិរុន": [8, 5, 2],
                "ភូមិស្វាយ": [8, 5, 2]
            },
            "ឃុំដើមឫស": {
                "ភូមិតាកុច": [15, 10, 4],
                "ភូមិស្លែងគង់": [15, 10, 4],
                "ភូមិដើមបួស": [15, 10, 4],
                "ភូមិទន្សាយគាច": [15, 10, 4],
                "ភូមិក្រាំងចេក": [15, 10, 4],
                "ភូមិរលួស": [15, 10, 4],
                "ភូមិសាមរ": [15, 10, 4],
                "ភូមិអន្លង់ព្រីង": [15, 10, 4],
                "ភូមិទែន": [15, 10, 4],
                "ភូមិក្រូចសើច": [15, 10, 4],
                "ភូមិបទល្វា": [15, 10, 4],
                "ភូមិបាង": [15, 10, 4],
                "ភូមិព្រៃប្រាសាទ": [15, 10, 4],
                "ភូមិម្កាក់": [15, 10, 4]
            },
            "ឃុំទ្រា": {
                "ភូមិត្រស់": [8, 5, 2],
                "ភូមិទ្រា": [8, 5, 2],
                "ភូមិរោងគោ": [8, 5, 2],
                "ភូមិមាត់បឹង": [8, 5, 2],
                "ភូមិកាប់លាវ": [8, 5, 2],
                "ភូមិជូនវង្ស": [8, 5, 2],
                "ភូមិត្រពាំងកក់": [8, 5, 2],
                "ភូមិត្រពាំងល្វា": [8, 5, 2],
                "ភូមិដំរីស្លាប់": [8, 5, 2]
            },
            "ឃុំថ្មី": {
                "ភូមិថ្មី": [8, 5, 2],
                "ភូមិទួលកំរៀង": [8, 5, 2],
                "ភូមិត្រពាំងចក": [8, 5, 2],
                "ភូមិទន្លា": [8, 5, 2],
                "ភូមិក្រាំងតី": [8, 5, 2]
            },
            "ឃុំអំពៅព្រៃ": {
                "ភូមិតាដោលទី១": [15, 10, 4],
                "ភូមិតាដោលទី២": [15, 10, 4],
                "ភូមិតាដោលទី៣": [15, 10, 4],
                "ភូមិជើងព្រៃទី១": [15, 10, 4],
                "ភូមិជើងព្រៃទី២": [15, 10, 4],
                "ភូមិជើងព្រៃទី៣": [15, 10, 4],
                "ភូមិអំពៅព្រៃទី១": [15, 10, 4],
                "ភូមិអំពៅព្រៃទី២": [15, 10, 4],
                "ភូមិអំពៅព្រៃទី៣": [15, 10, 4]
            },
            "ឃុំកណ្តោក": {
                "ភូមិកណ្តោក": [15, 10, 4],
                "ភូមិទឹកនឹម": [15, 10, 4],
                "ភូមិស្វាយព្រៃ": [15, 10, 4],
                "ភូមិជ្រៃរយោង": [15, 10, 4],
                "ភូមិគោករមៀត": [15, 10, 4],
                "ភូមិតោតម៉ៅ": [15, 10, 4],
                "ភូមិអំពៅព្រៃ": [15, 10, 4]
            }
        },
        "ស្រុកពញាឮ": {
            "ឃុំព្រែកតាទែន": {
                "ភូមិពោធិមង្គល": [15, 10, 3],
                "ភូមិស្លែងដីដុះ": [15, 10, 3],
                "ភូមិព្រែកក្តី": [15, 10, 3]
            },
            "ឃុំវិហារលួង": {
                "ភូមិចេតីយ៍ថ្មី": [10, 7, 2],
                "ភូមិទេពប្រណម្យ": [10, 7, 2],
                "ភូមិថ្នល់": [10, 7, 2],
                "ភូមិចតុទិស": [10, 7, 2],
                "ភូមិប្រក់ក្តារ": [7, 5, 1.5],
                "ភូមិកំពង់ចុះវារ": [7, 5, 1.5],
                "ភូមិចេតីយ៍ទ្រេត": [7, 5, 1.5],
                "ភូមិអំពិលដាំទឹក": [7, 5, 1.5],
                "ភូមិសាលាកាត់សក់": [7, 5, 1.5],
                "ភូមិពោធិកំបោរ": [7, 5, 1.5],
                "ភូមិធ្យូង": [7, 5, 1.5],
                "ភូមិអំពិលផ្អែម": [7, 5, 1.5]
            },
            "ឃុំពញាឮ": {
                "ភូមិទួលអំពិល": [7, 5, 1.5],
                "ភូមិពញាឮ": [7, 5, 1.5],
                "ភូមិព្រែកល្វា": [7, 5, 1.5]
            },
            "ឃុំកំពង់លួង": {
                "ភូមិឃ្លាំងស្បែក": [7, 5, 1.5],
                "ភូមិខ្លាត្រាំ": [7, 5, 1.5],
                "ភូមិសង្វរ": [7, 5, 1.5],
                "ភូមិទួលងោក": [7, 5, 1.5],
                "ភូមិពោធិតូច": [5, 4, 1],
                "ភូមិពាមជំនីក": [5, 4, 1],
                "ភូមិពាមល្វែក": [5, 4, 1],
                "ភូមិជ្រោយឫស្សី": [5, 4, 1]
            },
            "ឃុំផ្សារដែក": {
                "ភូមិផ្សារដែកលើ": [10, 7, 2],
                "ភូមិផ្សារដែកក្រោម": [10, 7, 2],
                "ភូមិស្រះពោធិ": [10, 7, 2],
                "ភូមិម្លិម៉ឺន": [10, 7, 2],
                "ភូមិធម្មត្រ័យ": [5, 4, 1],
                "ភូមិបដិមាករ": [5, 4, 1],
                "ភូមិចំបក់មាស": [5, 4, 1],
                "ភូមិទួលអង្គុញ": [5, 4, 1],
                "ភូមិភ្នំ": [5, 4, 1],
                "ភូមិជ័យឧត្តម": [5, 4, 1]
            },
            "ឃុំកោះចិន": {
                "ភូមិព្រែកក្តាម២": [8, 6, 2],
                "ភូមិព្រែកក្តាម១": [8, 6, 2],
                "ភូមិកោះចិន": [8, 6, 2],
                "ភូមិដងគោម": [5, 4, 1],
                "ភូមិព្រែកជីក": [5, 4, 1],
                "ភូមិសសី": [5, 4, 1],
                "ភូមិថ្នល់បត់": [5, 4, 1],
                "ភូមិចុងកោះ": [5, 4, 1],
                "ភូមិកំពង់រទេះ": [5, 4, 1],
                "ភូមិជ្រោយសំបួរ": [5, 4, 1],
                "ភូមិតាពៅ": [5, 4, 1]
            },
            "ឃុំទំនប់ធំ": {
                "ភូមិស្ពានទំលាប់": [8, 6, 2],
                "ភូមិល្វា": [8, 6, 2],
                "ភូមិស្រែតាមែង": [8, 6, 2],
                "ភូមិស្តុកឈូក": [8, 6, 2],
                "ភូមិស្រែតាសេក": [8, 6, 2],
                "ភូមិស្វាយលាប": [8, 6, 2],
                "ភូមិត្រពាំងជ្រៅ": [8, 6, 2],
                "ភូមិអញ្ចាញ": [8, 6, 2],
                "ភូមិត្រពាំងឫស្សី": [8, 6, 2],
                "ភូមិកំណប់": [8, 6, 2],
                "ភូមិបែកថ្លាង": [8, 6, 2],
                "ភូមិស្រែរាំង": [8, 6, 2],
                "ភូមិអំពិលរូង": [8, 6, 2],
                "ភូមិដំបូកមានល័ក្ខណ៍": [8, 6, 2],
                "ភូមិត្រពាំងធ្នង់": [8, 6, 2],
                "ភូមិត្រពាំងអណ្តូង": [8, 6, 2],
                "ភូមិដំណាក់ព្រីង": [8, 6, 2],
                "ភូមិត្រពាំងព្រៃភូមិ": [8, 6, 2],
                "ភូមិត្រពាំងពុទ្រា": [8, 6, 2]
            },
            "ឃុំកំពង់អុស": {
                "ភូមិដងគោម": [8, 6, 2],
                "ភូមិព្រែកតាមែ": [8, 6, 2],
                "ភូមិកំពង់អុស": [8, 6, 2],
                "ភូមិបឹងក្ដុល": [8, 6, 2],
                "ភូមិព្រែកតាព្រហ្ម": [8, 6, 2]
            },
            "ឃុំព្រៃលាស់": {
                "ភូមិទួលព្រិច": [8, 6, 2],
                "ភូមិត្រពាំងវាល": [8, 6, 2],
                "ភូមិតាផៃ": [8, 6, 2],
                "ភូមិត្បូងវត្ត": [8, 6, 2],
                "ភូមិតាគា": [8, 6, 2],
                "ភូមិត្រពាំងព្រលិត": [8, 6, 2],
                "ភូមិពពែ": [8, 6, 2],
                "ភូមិត្រពាំងសង្កែ": [8, 6, 2],
                "ភូមិតាតូច": [8, 6, 2],
                "ភូមិតាពេទ្យ": [8, 6, 2],
                "ភូមិជ្រៃលាស់": [8, 6, 2],
                "ភូមិស្លែង": [8, 6, 2],
                "ភូមិព្រៃសុពណ៍": [8, 6, 2],
                "ភូមិត្រពាំងរបង": [8, 6, 2],
                "ភូមិថ្មី": [8, 6, 2]
            },
            "ឃុំភ្នំបាត": {
                "ភូមិពោធិរ៉ាល": [8, 6, 2],
                "ភូមិស្រះពោធិ": [8, 6, 2],
                "ភូមិត្រពាំងស្តែង": [8, 6, 2],
                "ភូមិវាលថ្មី": [8, 6, 2],
                "ភូមិដើមពោធិ": [8, 6, 2],
                "ភូមិភ្នំបាត": [8, 6, 2],
                "ភូមិធម្មស្រះ": [8, 6, 2],
                "ភូមិក្បាលស្ពាន": [8, 6, 2],
                "ភូមិអូរស្អាត": [8, 6, 2],
                "ភូមិថ្មស": [8, 6, 2],
                "ភូមិថ្មី": [8, 6, 2],
                "ភូមិកំចាត់ព្រាយ": [8, 6, 2],
                "ភូមិកំពង់ក្រសាំង": [8, 6, 2],
                "ភូមិអង្គសិរី": [8, 6, 2],
                "ភូមិស្តុក": [8, 6, 2],
                "ភូមិក្រោលខៀវ": [8, 6, 2],
                "ភូមិឆ្កែលុង": [8, 6, 2],
                "ភូមិត្រពាំងរកា": [8, 6, 2],
                "ភូមិចំបក់ភ្លោះ": [8, 6, 2],
                "ភូមិថ្លុកអង្ក្រង": [8, 6, 2],
                "ភូមិថ្លុកត្របែក": [8, 6, 2],
                "ភូមិបន្ទាយតូច": [8, 6, 2]
            },
            "ឃុំឈ្វាំង": {
                "ភូមិប្រាសាទ": [8, 6, 2],
                "ភូមិស្វាយ": [8, 6, 2],
                "ភូមិកាកាប": [8, 6, 2],
                "ភូមិស្លែងមានជ័យ": [8, 6, 2],
                "ភូមិតាអោក": [8, 6, 2],
                "ភូមិព្រៃផឹក": [8, 6, 2],
                "ភូមិតាំងស្តុក": [8, 6, 2],
                "ភូមិព្រៃគោល": [8, 6, 2],
                "ភូមិតាគោក": [8, 6, 2],
                "ភូមិទស្សស្វិត": [8, 6, 2],
                "ភូមិស្តុកប្រត្រួត": [8, 6, 2],
                "ភូមិតាពេជ": [8, 6, 2],
                "ភូមិស្រែអំពិល": [8, 6, 2],
                "ភូមិពង្រ": [8, 6, 2],
                "ភូមិស្តុកតាចាន់": [8, 6, 2],
                "ភូមិឈ្វាំង": [8, 6, 2]
            }
        },
        "ស្រុកកៀនស្វាយ": {
            "ឃុំភូមិធំ": {
                "ភូមិភូមិធំ": [20, 15, 5],
                "ភូមិកោះប្រាក់": [15, 10, 3],
                "ភូមិរទាំង": [15, 10, 3]
            },
            "ឃុំគគីរ": {
                "ភូមិទួលត្នោត": [20, 15, 5],
                "ភូមិស្លាបតាអោន": [20, 15, 5],
                "ភូមិតារាបជូនស": [15, 10, 3],
                "ភូមិចន្លក់": [15, 10, 3]
            },
            "ឃុំដីឥដ្ឋ": {
                "ភូមិស្លៀកន្លែង": [15, 10, 3],
                "ភូមិពពាលខែ": [10, 6, 2],
                "ភូមិដីឥដ្ឋកោះផុស": [10, 6, 2]
            },
            "ឃុំបន្ទាយដែក": {
                "ភូមិខ្ញុំ": [15, 10, 3],
                "ភូមិកណ្តាលលើ": [15, 10, 3],
                "ភូមិកណ្តាលក្រោម": [15, 10, 3]
            },
            "ឃុំសំរោងធំ": {
                "ភូមិស្ទឹង": [15, 10, 3],
                "ភូមិជ័យឧត្តម": [15, 10, 3],
                "ភូមិព្រែកតាកែវ": [15, 10, 3],
                "ភូមិជ្រោយដង": [15, 10, 3],
                "ភូមិព្រែកត្រែង": [15, 10, 3],
                "ភូមិសំរោងក្អែរ": [15, 10, 3]
            },
            "ឃុំគគីរធំ": {
                "ភូមិពោធិមៀវ": [10, 6, 2],
                "ភូមិគគីរធំ": [10, 6, 2],
                "ភូមិរាំងដេក": [10, 6, 2],
                "ភូមិកោះតេជោ": [10, 6, 2]
            },
            "ឃុំឈើទាល": {
                "ភូមិឫស្សីស្រុក": [10, 6, 2],
                "ភូមិឈើទាល": [10, 6, 2],
                "ភូមិព្រែកស្វាយ": [10, 6, 2],
                "ភូមិស្រែអំពិល": [10, 6, 2]
            },
            "ឃុំកំពង់ស្វាយ": {
                "ភូមិព្រែកដួង": [10, 6, 2],
                "ភូមិកំពង់ស្វាយ": [10, 6, 2],
                "ភូមិព្រែកតានប់": [10, 6, 2]
            }
        },
        "ស្រុកមុខកំពូល": {
            "ឃុំព្រែកអញ្ចាញ": {
                "ភូមិក្រោម": [30, 20, 7],
                "ភូមិកណ្តាល": [30, 20, 7],
                "ភូមិឈើទាល": [30, 20, 7],
                "ភូមិព្រែកតាបែន": [30, 20, 7],
                "ភូមិព្រែកថ្មី": [30, 20, 7],
                "ភូមិលើ": [30, 20, 7],
                "ភូមិកោះរកា": [30, 20, 7]
            },
            "ឃុំឫស្សីជ្រោយ": {
                "ភូមិព្រែកយាយហ៊ុន១": [20, 15, 5],
                "ភូមិឫស្សីជ្រោយ": [20, 15, 5],
                "ភូមិជ្រោយមេត្រីក្រោម": [20, 15, 5],
                "ភូមិជ្រោយមេត្រីលើ": [20, 15, 5],
                "ភូមិព្រែកយាយហ៊ុន២": [20, 15, 5],
                "ភូមិបឹងជន្លេន": [20, 15, 5],
                "ភូមិព្រែកតាសោម": [20, 15, 5]
            },
            "ឃុំព្រែកដំបង": {
                "ភូមិឡឥដ្ឋ": [15, 10, 3],
                "ភូមិវត្តថ្មី": [15, 10, 3],
                "ភូមិវត្តចាស់": [15, 10, 3],
                "ភូមិស្វាយជ្រុំ": [15, 10, 3],
                "ភូមិសាមគ្គី": [15, 10, 3]
            },
            "ឃុំរកាកោងទី២": {
                "ភូមិស្ពានថ្មី": [15, 10, 3],
                "ភូមិព្រែកជ្រៅ": [15, 10, 3],
                "ភូមិដើមជ្រៃ": [15, 10, 3],
                "ភូមិពោធិ៍រលំ": [15, 10, 3]
            },
            "ឃុំរកាកោងទី១": {
                "ភូមិរកាកោង": [15, 10, 3],
                "ភូមិពាម": [15, 10, 3],
                "ភូមិព្រែកផ្តៅ": [15, 10, 3],
                "ភូមិគោហើ": [15, 10, 3]
            },
            "ឃុំសំបួរមាស": {
                "ភូមិអន្លុងស្លែង": [20, 15, 5],
                "ភូមិជ្រៃមួយរយ": [20, 15, 5],
                "ភូមិអំពិលទឹក": [20, 15, 5],
                "ភូមិពោង": [20, 15, 5],
                "ភូមិព្រែកឫស្សី": [20, 15, 5],
                "ភូមិក្រោលគោ": [20, 15, 5],
                "ភូមិពាម": [20, 15, 5]
            },
            "ឃុំស្វាយអំពារ": {
                "ភូមិក្រងស្វាយ": [15, 10, 3],
                "ភូមិកំពង់ប្រាសាទ": [15, 10, 3],
                "ភូមិឈើទាលភ្លោះ": [15, 10, 3],
                "ភូមិស្វាយរំពារ": [15, 10, 3],
                "ភូមិថ្មី": [15, 10, 3]
            }
        },
        "ស្រុកលើកដែក": {
            "ឃុំក្អមសំណរ": {
                "ភូមិរាំងជួរ": [20, 15, 3],
                "ភូមិក្អមសំណលើ": [20, 15, 3],
                "ភូមិក្អមសំណក្រោម": [20, 15, 3]
            },
            "ឃុំព្រែកទន្លាប់": {
                "ភូមិកំពង់ចម្លង": [20, 15, 3],
                "ភូមិស្ពានដែក": [15, 10, 2],
                "ភូមិព្រែកបាក់": [15, 10, 2],
                "ភូមិព្រែកតូច": [15, 10, 2]
            },
            "ឃុំកំពង់ភ្នំ": {
                "ភូមិអំពិលទឹក": [15, 10, 2],
                "ភូមិក្បាលជ្រោយ": [10, 6, 2],
                "ភូមិកំពង់ពោធិ៍": [10, 6, 2],
                "ភូមិកោះចំរើន": [10, 6, 2]
            },
            "ឃុំព្រែកដាច់": {
                "ភូមិព្រែកតូច": [15, 10, 2],
                "ភូមិព្រែកដាច់": [15, 10, 2],
                "ភូមិតាហ៊ីង": [15, 10, 2],
                "ភូមិកោះកន្ធាយ": [15, 10, 2]
            },
            "ឃុំពាមរាំង": {
                "ភូមិថ្មី": [10, 6, 1.5],
                "ភូមិពាមរាំងលើ": [10, 6, 1.5],
                "ភូមិពាមរាំងក្រោម": [10, 6, 1.5]
            },
            "ឃុំខ្ពបអាទាវ": {
                "ភូមិបឹងលើ": [10, 6, 1.5],
                "ភូមិបឹងកណ្តាល": [10, 6, 1.5],
                "ភូមិបឹងក្រោម": [10, 6, 1.5]
            },
            "ឃុំសណ្តរ": {
                "ភូមិដងក្តោង": [10, 6, 1.5],
                "ភូមិកណ្តាល": [10, 6, 1.5],
                "ភូមិចុងកោះ": [10, 6, 1.5]
            }
        },
        "ស្រុកស្អាង": {
            "ឃុំស្វាយរលំ": {
                "ភូមិលេខ១": [30, 20, 5],
                "ភូមិលេខ២": [30, 20, 5],
                "ភូមិលេខ៣": [30, 20, 5],
                "ភូមិលេខ៤": [30, 20, 5],
                "ភូមិលេខ៥": [30, 20, 5]
            },
            "ឃុំព្រែកគយ": {
                "ភូមិព្រែករុន": [15, 10, 2],
                "ភូមិព្រែកស្នាយ": [15, 10, 2],
                "ភូមិស្វាយតានី": [15, 10, 2],
                "ភូមិក្នុងព្រែក": [15, 10, 2],
                "ភូមិព្រែកស្នង": [15, 10, 2],
                "ភូមិព្រែកតាជ្រូក": [15, 10, 2],
                "ភូមិទួលសូភី": [15, 10, 2]
            },
            "ឃុំសិត្បូ": {
                "ភូមិព្រែកតាព្រីង": [30, 20, 5],
                "ភូមិសិត្បូ": [30, 20, 5],
                "ភូមិកំពង់ព្រីង": [30, 20, 5],
                "ភូមិព្រែកត្រែង": [30, 20, 5]
            },
            "ឃុំរកាខ្ពស់": {
                "ភូមិទួលក្រសាំង": [30, 20, 5],
                "ភូមិព្រែកថ្មី": [30, 20, 5],
                "ភូមិកោះគរ": [30, 20, 5],
                "ភូមិព្រែកសំរោង": [30, 20, 5],
                "ភូមិព្រែកខៀវ": [30, 20, 5]
            },
            "ឃុំទឹកវិល": {
                "ភូមិព្រែកថ្មី": [15, 10, 2],
                "ភូមិព្រែកតាប៉ឹម": [15, 10, 2],
                "ភូមិព្រែកតាវ៉ា": [15, 10, 2],
                "ភូមិព្រែកអុងប៉ាង": [15, 10, 2],
                "ភូមិវត្តកណ្តាល": [15, 10, 2],
                "ភូមិផ្លូវបំបែក": [15, 10, 2],
                "ភូមិព្រែកពោធិ៍": [15, 10, 2],
                "ភូមិព្រែករាំង": [8, 4, 1]
            },
            "ឃុំកោះខែល": {
                "ភូមិស្វាយជូរ": [15, 10, 2],
                "ភូមិទេពអរជូន": [15, 10, 2],
                "ភូមិព្រែកតាកែវ": [15, 10, 2],
                "ភូមិកោះខែល": [15, 10, 2],
                "ភូមិព្រែកប៉ាង": [15, 10, 2],
                "ភូមិដើមព្រីង": [15, 10, 2]
            },
            "ឃុំព្រែកអំបិល": {
                "ភូមិត្រើយត្រឹង្ស": [15, 10, 3],
                "ភូមិព្រែកតាឡៃ": [15, 10, 3],
                "ភូមិសំប៉ានលើ": [15, 10, 3],
                "ភូមិសំប៉ានក្រោម": [15, 10, 3],
                "ភូមិអន្លង់តាសេកក្រោម": [10, 6, 2],
                "ភូមិអន្លង់តាសេកលើ": [10, 6, 2],
                "ភូមិកូនជ្រៃ": [10, 6, 2],
                "ភូមិព្រែកក្រាញ់": [10, 6, 2],
                "ភូមិពាមប្រជុំ": [10, 6, 2]
            },
            "ឃុំស្វាយប្រទាល": {
                "ភូមិព្រែកតាសៅ": [10, 6, 2],
                "ភូមិឫស្សីជ្រោយ": [10, 6, 2],
                "ភូមិព្រែកតាជ័រ": [10, 6, 2],
                "ភូមិចុងកោះគរ": [10, 6, 2],
                "ភូមិបារ៉ែនលើ": [10, 6, 2],
                "ភូមិបារ៉ែនក្រោម": [10, 6, 2],
                "ភូមិព្រែកតាតិន": [10, 6, 2],
                "ភូមិអូររំចេក": [10, 6, 2],
                "ភូមិពោធិតាប៉ាង": [10, 6, 2]
            },
            "ឃុំត្រើយស្លា": {
                "ភូមិពោធិលើ": [10, 6, 2],
                "ភូមិពោធិកណ្តាល": [10, 6, 2],
                "ភូមិពោធិក្រោម": [10, 6, 2],
                "ភូមិព្រែកតាឯក": [10, 6, 2],
                "ភូមិព្រែក": [10, 6, 2],
                "ភូមិព្រែកប៉ាន": [10, 6, 2],
                "ភូមិព្រែកបាឡាត់": [10, 6, 2],
                "ភូមិថ្កុល": [10, 6, 2],
                "ភូមិទួលក្តី": [10, 6, 2]
            },
            "ឃុំតាលន់": {
                "ភូមិព្រែកតាប្រាក់": [10, 6, 2],
                "ភូមិតាលន់": [10, 6, 2],
                "ភូមិចុងកោះតូច": [10, 6, 2],
                "ភូមិកណ្តាលកោះតូច": [10, 6, 2],
                "ភូមិក្បាលកោះតូច": [10, 6, 2],
                "ភូមិទួលស្តី": [6, 3, 1],
                "ភូមិព្រែកស្លែង": [6, 3, 1],
                "ភូមិព្រែកតាឯក": [6, 3, 1],
                "ភូមិវាលត្រែង": [6, 3, 1]
            },
            "ឃុំកោះខ្សាច់ទន្លា": {
                "ភូមិក្បាលកោះខាងលិច": [10, 6, 2],
                "ភូមិក្បាលកោះខាងកើត": [10, 6, 2],
                "ភូមិកណ្តាលកោះ": [10, 6, 2],
                "ភូមិចុងកោះកើត": [10, 6, 2],
                "ភូមិចុងកោះលិច": [10, 6, 2]
            },
            "ឃុំស្អាងភ្នំ": {
                "ភូមិដំរីឆ្លង": [15, 10, 3],
                "ភូមិព្រែកខ្មែរ": [15, 10, 3],
                "ភូមិពាមសាលា": [15, 10, 3],
                "ភូមិតានូ": [15, 10, 3],
                "ភូមិទួលសាលា": [15, 10, 3],
                "ភូមិវាល": [15, 10, 3],
                "ភូមិព្រែកស្លែង": [15, 10, 3],
                "ភូមិកំពង់ទ្រា": [15, 10, 3],
                "ភូមិគោកអណ្តែត": [15, 10, 3]
            },
            "ឃុំក្រាំងយ៉ូវ": {
                "ភូមិទួលក្រាំង": [15, 10, 3],
                "ភូមិសំរោង": [15, 10, 3],
                "ភូមិគរ": [15, 10, 3],
                "ភូមិកណ្តាល": [15, 10, 3],
                "ភូមិតាពេជ": [15, 10, 3],
                "ភូមិកំពង់ពោធិ៍": [15, 10, 3],
                "ភូមិអណ្តូង": [15, 10, 3],
                "ភូមិរកា": [15, 10, 3],
                "ភូមិវិហារ": [15, 10, 3],
                "ភូមិពីងពង់": [15, 10, 3],
                "ភូមិអំពិល": [15, 10, 3],
                "ភូមិអង្គ": [15, 10, 3],
                "ភូមិតាគល់": [15, 10, 3],
                "ភូមិធំ": [15, 10, 3],
                "ភូមិចេក": [15, 10, 3]
            },
            "ឃុំកោះអន្លង់ចិន": {
                "ភូមិក្បាលកោះ": [6, 4, 1.5],
                "ភូមិកណ្តាលកោះ": [6, 4, 1.5],
                "ភូមិស្វាយពងអង្ក្រង": [6, 4, 1.5],
                "ភូមិចុងកោះ": [6, 4, 1.5]
            },
            "ឃុំខ្ពប": {
                "ភូមិខ្ពបលើ": [6, 4, 1.5],
                "ភូមិខ្ពបក្រោម": [6, 4, 1.5],
                "ភូមិឫស្សីស្រុក": [4, 2, 1],
                "ភូមិរកាលើ": [4, 2, 1],
                "ភូមិរកាក្រោម": [4, 2, 1],
                "ភូមិកោះថ្មី": [4, 2, 1],
                "ភូមិបឹងខ្លប": [4, 2, 1],
                "ភូមិដំរីឆ្លង": [4, 2, 1],
                "ភូមិត្នោតញី": [4, 2, 1],
                "ភូមិព្រៃទទឹង": [4, 2, 1]
            },
            "ឃុំប្រាសាទ": {
                "ភូមិលេខ១": [4, 2, 1],
                "ភូមិលេខ២": [4, 2, 1],
                "ភូមិលេខ៣": [4, 2, 1],
                "ភូមិលេខ៤": [4, 2, 1],
                "ភូមិលេខ៥": [4, 2, 1]
            }
        },
        "ស្រុកកោះធំ": {
            "ឃុំព្រែកថ្មី": {
                "ភូមិកំពង់ស្វាយលើ": [20, 15, 4],
                "ភូមិកំពង់ស្វាយកណ្តាល": [20, 15, 4],
                "ភូមិកំពង់ស្វាយក្រោម": [20, 15, 4],
                "ភូមិព្រែកថ្មី": [20, 15, 4],
                "ភូមិចាមលើ": [20, 15, 4],
                "ភូមិព្រែកតាហ៊ីង": [20, 15, 4],
                "ភូមិព្រែកធន": [20, 15, 4],
                "ភូមិព្រែកតាដួង": [20, 15, 4],
                "ភូមិព្រែកយាយហាយ": [20, 15, 4],
                "ភូមិកំពង់សំបួរលើ": [20, 15, 4],
                "ភូមិកំពង់សំបួរក្រោម": [20, 15, 4],
                "ភូមិចាមក្រោម": [20, 15, 4]
            },
            "ឃុំកោះធំ 'ខ'": {
                "ភូមិសំប៉ាន": [15, 10, 3],
                "ភូមិព្រែកតាកេរ": [15, 10, 3],
                "ភូមិព្រែកសំរោង": [15, 10, 3],
                "ភូមិព្រែកបិ": [15, 10, 3],
                "ភូមិស្វាយតាមេឃ": [15, 10, 3]
            },
            "ឃុំសំពៅពូន": {
                "ភូមិក្បាលកោះទៀវ": [20, 15, 4],
                "ភូមិកោះទៀវ 'ក'": [20, 15, 4],
                "ភូមិកោះទៀវ 'ខ'": [20, 15, 4],
                "ភូមិកំពង់ថ្កុល": [20, 15, 4],
                "ភូមិកប៉ាល់គ្រឿង": [20, 15, 4],
                "ភូមិព្រែកស៊ីង": [20, 15, 4],
                "ភូមិជ្រៃធំ": [20, 15, 4],
                "ភូមិខ្ពប": [20, 15, 4],
                "ភូមិព្រែកស្បូវ": [20, 15, 4]
            },
            "ឃុំព្រែកស្តី": {
                "ភូមិព្រែកមេស្រុក": [10, 6, 2],
                "ភូមិព្រែកលោក": [10, 6, 2],
                "ភូមិព្រែកប៉ុក": [10, 6, 2],
                "ភូមិទន្លេសាន្ត": [10, 6, 2],
                "ភូមិចុងព្រែក": [10, 6, 2],
                "ភូមិព្រែកតាមេម": [10, 6, 2],
                "ភូមិកោះចាស់": [10, 6, 2],
                "ភូមិពោធិរាម្មា": [10, 6, 2],
                "ភូមិប្រធាតុ": [10, 6, 2]
            },
            "ឃុំពោធិបាន": {
                "ភូមិព្រែកអញ្ចាញ": [6, 4, 1],
                "ភូមិខ្វែងអណ្តូង": [6, 4, 1],
                "ភូមិក្បាលជ្រោយ": [6, 4, 1],
                "ភូមិថ្មី": [6, 4, 1],
                "ភូមិព្រែកតាអ៊ុន": [6, 4, 1],
                "ភូមិកំពង់គរ": [6, 4, 1],
                "ភូមិព្រែកតាអុល": [6, 4, 1],
                "ភូមិព្រែកតារ័ត្ន": [6, 4, 1],
                "ភូមិពោធិបាន": [6, 4, 1]
            },
            "ឃុំកោះធំ 'ក'": {
                "ភូមិក្បាលកោះធំ": [6, 4, 1],
                "ភូមិកណ្តាលកោះធំ": [6, 4, 1],
                "ភូមិចុងកោះធំ": [6, 4, 1],
                "ភូមិក្បាលកោះថ្មី": [6, 4, 1],
                "ភូមិចុងកោះថ្មី": [6, 4, 1],
                "ភូមិពោធិទន្លេ": [6, 4, 1]
            },
            "ឃុំជ្រោយតាកែវ": {
                "ភូមិព្រែកថ្មី": [6, 4, 1],
                "ភូមិព្រែកតាឡាច": [6, 4, 1],
                "ភូមិកំពង់ដរ": [6, 4, 1],
                "ភូមិជ្រោយតាកែវ": [6, 4, 1],
                "ភូមិព្រែកតាឃិន": [6, 4, 1],
                "ភូមិព្រែកតាទៀង": [6, 4, 1],
                "ភូមិព្រែកតាសេក": [6, 4, 1],
                "ភូមិដើមពោធិ៍": [6, 4, 1],
                "ភូមិព្រែកភូមិ": [6, 4, 1]
            },
            "ឃុំឈើខ្មៅ": {
                "ភូមិក្បាលកោះ": [6, 4, 1],
                "ភូមិឈើខ្មៅ": [6, 4, 1],
                "ភូមិចុងកោះ": [6, 4, 1],
                "ភូមិកោះតូច": [6, 4, 1],
                "ភូមិត្រពាំងជ្រៃ": [6, 4, 1],
                "ភូមិត្រើយកោះ": [6, 4, 1],
                "ភូមិក្បាលជ្រោយ": [6, 4, 1],
                "ភូមិចុងខ្សាច់": [6, 4, 1]
            },
            "ឃុំកំពង់កុង": {
                "ភូមិក្បាលដំរីលើ": [6, 4, 1],
                "ភូមិក្បាលដំរីក្រោម": [6, 4, 1],
                "ភូមិព្រែកផ្អាវ": [6, 4, 1],
                "ភូមិកំពង់កុង": [6, 4, 1],
                "ភូមិជ្រុងរមាស": [6, 4, 1],
                "ភូមិទួលជូនគាំ": [6, 4, 1],
                "ភូមិព្រែកហង់": [6, 4, 1],
                "ភូមិទួលសង្កែ": [6, 4, 1],
                "ភូមិត្របែកពក": [6, 4, 1],
                "ភូមិព្រែឫស្សី": [6, 4, 1],
                "ភូមិល្វាទោង": [6, 4, 1]
            },
            "ឃុំព្រែកជ្រៃ": {
                "ភូមិព្រែកជ្រៃ": [6, 4, 1],
                "ភូមិខ្នាតាំងយូ": [6, 4, 1],
                "ភូមិប៉ាកណាម": [6, 4, 1],
                "ភូមិជ្រោយស្មោ": [6, 4, 1]
            },
            "ឃុំលើកដែក": {
                "ភូមិចំការដូង": [4, 2, 1],
                "ភូមិលើដែក": [4, 2, 1],
                "ភូមិព្រែកអណ្តូង": [4, 2, 1],
                "ភូមិអន្លង់ស្អាត": [4, 2, 1],
                "ភូមិពោធិមិត្ត": [4, 2, 1],
                "ភូមិសំរោង": [4, 2, 1],
                "ភូមិទួលស្លែង": [4, 2, 1],
                "ភូមិពាមផ្ទោលលិច": [4, 2, 1],
                "ភូមិពាមថ្កោលកើត": [4, 2, 1],
                "ភូមិឃ្លាំងលិច": [4, 2, 1],
                "ភូមិឃ្លាំងកើត": [4, 2, 1]
            }
        },
        "ស្រុកខ្សាច់កណ្តាល": {
            "ឃុំព្រែកតាមាក់": {
                "ភូមិព្រែកតាមាក់": [20, 15, 5],
                "ភូមិព្រែកតាគង់": [20, 15, 5],
                "ភូមិស្វាយអាត់លើ": [20, 15, 5],
                "ភូមិស្វាយអាត់កណ្តាល": [20, 15, 5],
                "ភូមិស្វាយអាត់ក្រោម": [20, 15, 5],
                "ភូមិកំពង់ដំរី": [10, 6, 2],
                "ភូមិក្នុង": [10, 6, 2],
                "ភូមិបឹងក្រចាប់ជើង": [10, 6, 2],
                "ភូមិបឹងក្រចាប់ត្បូង": [10, 6, 2],
                "ភូមិអន្លង់": [10, 6, 2]
            },
            "ឃុំសន្លុង": {
                "ភូមិព្រៃធំ": [10, 6, 2],
                "ភូមិសន្លុង": [10, 6, 2],
                "ភូមិឈូក": [10, 6, 2],
                "ភូមិថ្មី": [10, 6, 2],
                "ភូមិកណ្តាល": [10, 6, 2],
                "ភូមិដុល": [10, 6, 2]
            },
            "ឃុំស្វាយជ្រុំ": {
                "ភូមិលើ": [20, 15, 5],
                "ភូមិស្វាយជ្រុំ": [20, 15, 5],
                "ភូមិបារាជ": [20, 15, 5]
            },
            "ឃុំព្រែកតាកូវ": {
                "ភូមិព្រែកតាកូវ": [15, 10, 3],
                "ភូមិព្រែកល្វា": [15, 10, 3],
                "ភូមិព្រែកបង្កង": [15, 10, 3]
            },
            "ឃុំព្រែកលួង": {
                "ភូមិក្តីចាស់": [15, 10, 3],
                "ភូមិព្រែកតាទេព": [15, 10, 3],
                "ភូមិព្រែកលួង": [15, 10, 3],
                "ភូមិព្រែកថោង": [15, 10, 3]
            },
            "ឃុំវិហារសួគ៌": {
                "ភូមិព្រែកចាស់": [15, 10, 3],
                "ភូមិសេដា": [15, 10, 3],
                "ភូមិវិហារសួគ៌ជើង": [15, 10, 3],
                "ភូមិវិហារសួគ៌ត្បូង": [15, 10, 3],
                "ភូមិព្រៃធំ": [15, 10, 3],
                "ភូមិតាកែវទី១": [15, 10, 3],
                "ភូមិតាកែវទី២": [15, 10, 3],
                "ភូមិស្វាយមាស": [15, 10, 3]
            },
            "ឃុំបាក់ដាវ": {
                "ភូមិជ្រោយខ្សាច់": [5, 3, 1],
                "ភូមិបាក់ដាវលើ": [5, 3, 1],
                "ភូមិបាក់ដាវក្រោម": [5, 3, 1],
                "ភូមិព្រែកជ្រូក": [5, 3, 1]
            },
            "ឃុំកំពង់ចំលង": {
                "ភូមិកំពង់ចំលង": [5, 3, 1],
                "ភូមិត្បូងដំរី": [5, 3, 1],
                "ភូមិព្រែកដំបង": [5, 3, 1]
            },
            "ឃុំព្រែកអំពិល": {
                "ភូមិឃ្លាំងមឿងជើង": [15, 10, 3],
                "ភូមិឃ្លាំងមឿងត្បូង": [15, 10, 3],
                "ភូមិព្រែកក្របៅទី១": [15, 10, 3],
                "ភូមិព្រែកក្របៅទី២": [15, 10, 3],
                "ភូមិព្រែកក្របៅទី៣": [15, 10, 3],
                "ភូមិព្រែកដូនហែម": [15, 10, 3],
                "ភូមិព្រែកអំពិល": [15, 10, 3]
            },
            "ឃុំពុកឫស្សី": {
                "ភូមិអញ្ជែងលើ": [10, 6, 2],
                "ភូមិអញ្ជែងក្រោម": [10, 6, 2],
                "ភូមិពុកឫស្សីលើ": [10, 6, 2],
                "ភូមិពុកឫស្សីកណ្តាល": [10, 6, 2],
                "ភូមិពុកឫស្សីក្រោម": [10, 6, 2],
                "ភូមិក្រូចសើច": [10, 6, 2]
            },
            "ឃុំកោះឧកញ៉ាតី": {
                "ភូមិកោះតូច": [20, 15, 5],
                "ភូមិក្បាលកោះ": [20, 15, 5],
                "ភូមិកណ្តាលកោះ": [20, 15, 5],
                "ភូមិខ្ពប": [20, 15, 5],
                "ភូមិចុងកោះ": [20, 15, 5]
            },
            "ឃុំស៊ីធរ": {
                "ភូមិកំពង់ល្វា": [10, 6, 2],
                "ភូមិម៉ែបាន": [10, 6, 2],
                "ភូមិព្រៃបាំង": [10, 6, 2],
                "ភូមិស៊ីធរកើត": [10, 6, 2],
                "ភូមិស៊ីធរលិច": [10, 6, 2],
                "ភូមិទួលពង្រ": [10, 6, 2]
            },
            "ឃុំព្រះប្រសប់": {
                "ភូមិព្រែកតាបែន": [8, 6, 2],
                "ភូមិព្រះប្រសប់": [8, 6, 2],
                "ភូមិព្រែកតាទន់": [8, 6, 2],
                "ភូមិទេពមន្ត្រី": [8, 6, 2]
            },
            "ឃុំស្វាយរមៀត": {
                "ភូមិព្រែកតាបែន": [4, 2, 1],
                "ភូមិស្វាយរមៀត": [4, 2, 1],
                "ភូមិស្លា": [4, 2, 1],
                "ភូមិឈើទាល": [4, 2, 1],
                "ភូមិកណ្តាល": [4, 2, 1],
                "ភូមិស្វាយដំណាក់": [4, 2, 1]
            },
            "ឃុំកោះចូរ៉ាម": {
                "ភូមិលើ": [4, 2, 1],
                "ភូមិកណ្តាល": [4, 2, 1],
                "ភូមិត្បូង": [4, 2, 1],
                "ភូមិក្រោម": [4, 2, 1]
            },
            "ឃុំជ័យធំ": {
                "ភូមិជ័យធំ": [10, 6, 2],
                "ភូមិជ័យតូច": [10, 6, 2],
                "ភូមិតាគាត់លិច": [10, 6, 2],
                "ភូមិតាគាត់កើត": [10, 6, 2],
                "ភូមិជ្រៃលាស់": [10, 6, 2],
                "ភូមិព្រែកថ្មី": [10, 6, 2]
            },
            "ឃុំរកាជន្លឹង": {
                "ភូមិទ្រា": [10, 6, 2],
                "ភូមិជន្លឹង": [10, 6, 2],
                "ភូមិរកាទី១": [10, 6, 2],
                "ភូមិរកាទី២": [10, 6, 2],
                "ភូមិតាំងឫស្សី": [10, 6, 2]
            },
            "ឃុំតាឯក": {
                "ភូមិទ្រាំងលើ": [4, 2, 1],
                "ភូមិទ្រាំងក្រោម": [4, 2, 1],
                "ភូមិតាឯក": [4, 2, 1]
            }
        },
        "ស្រុកល្វាឯម": {
            "ឃុំអរិយក្សត្រ": {
                "ភូមិអរិយក្សត្រ": [20, 15, 5],
                "ភូមិខ្សាច់": [20, 15, 5],
                "ភូមិពោធិធំ": [20, 15, 5],
                "ភូមិទួលមាស": [20, 15, 5]
            },
            "ឃុំសារិកាកែវ": {
                "ភូមិតាជោ": [20, 15, 5],
                "ភូមិក្តីកណ្តាល": [20, 15, 5],
                "ភូមិតាស្គរ": [20, 15, 5]
            },
            "ឃុំពាមឧកញ៉ាអុង": {
                "ភូមិពាមតាឯក": [20, 15, 5],
                "ភូមិព្រែកតាអុងទី១": [20, 15, 5],
                "ភូមិព្រែកតាអុងទី២": [20, 15, 5],
                "ភូមិវាលធំ": [20, 15, 5],
                "ភូមិព្រែកតាអុងទី៣": [20, 15, 5]
            },
            "ឃុំកោះរះ": {
                "ភូមិកោះរះលើ": [15, 10, 3],
                "ភូមិកោះរះក្រោម": [15, 10, 3]
            },
            "ឃុំថ្មគរ": {
                "ភូមិថ្មគរ": [15, 10, 3],
                "ភូមិផ្លូវត្រី": [15, 10, 3]
            },
            "ឃុំទឹកឃ្លាំង": {
                "ភូមិទឹកឃ្លាំង": [10, 6, 2],
                "ភូមិសំរោង": [10, 6, 2],
                "ភូមិជ្រោយពិសី": [10, 6, 2]
            },
            "ឃុំបឹងគ្រំ": {
                "ភូមិបឹងគ្រំលើ": [6, 4, 1],
                "ភូមិបឹងគ្រំក្រោម": [6, 4, 1]
            },
            "ឃុំល្វាសរ": {
                "ភូមិល្វាសរលើ": [6, 4, 1],
                "ភូមិល្វាសរកណ្តាល": [6, 4, 1],
                "ភូមិល្វាសរក្រោម": [6, 4, 1]
            },
            "ឃុំកោះកែវ": {
                "ភូមិកោះកែវលើ": [6, 4, 1],
                "ភូមិកោះកែវក្រោម": [6, 4, 1]
            },
            "ឃុំសំបូរ": {
                "ភូមិសំបួរ": [6, 4, 1],
                "ភូមិព្រែកចារ": [6, 4, 1],
                "ភូមិជ្រោយជ្រែ": [6, 4, 1]
            },
            "ឃុំព្រែកឫស្សី": {
                "ភូមិព្រែកប្រា": [6, 4, 1],
                "ភូមិព្រែកជ្រៃ": [6, 4, 1],
                "ភូមិព្រែកឫស្សី": [6, 4, 1],
                "ភូមិអន្លូងទ្រា": [6, 4, 1],
                "ភូមិពាមស្តី": [6, 4, 1]
            },
            "ឃុំព្រែករៃ": {
                "ភូមិព្រែករៃ": [6, 4, 1],
                "ភូមិព្រែកឈ្មោះ": [6, 4, 1],
                "ភូមិព្រែកគង់រាជ": [6, 4, 1]
            },
            "ឃុំព្រែកក្មេង": {
                "ភូមិព្រែកក្មេង": [6, 4, 1],
                "ភូមិទួលទ្រា": [6, 4, 1]
            },
            "ឃុំភូមិធំ": {
                "ភូមិព្រែកតាប្រាំង": [6, 4, 1],
                "ភូមិព្រែកក្រូច": [6, 4, 1]
            },
            "ឃុំបារុង": {
                "ភូមិបារុង": [6, 4, 1],
                "ភូមិខ្ចៅការ": [6, 4, 1]
            }
        }
    }
};
