import { VillageDB } from './types';

export const phnomPenhVillageDB: VillageDB = {
    "រាជធានីភ្នំពេញ": {
        "ខណ្ឌមានជ័យ": {
            "សង្កាត់ចាក់អង្រែលើ": {
                "ភូមិព្រែកតាគង់": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតាគង់១": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតាគង់២": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតាគង់៣": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតា": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតា ១": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតា ២": [
                    200,
                    150,
                    125
                ]
            },
            "សង្កាត់ចាក់អង្រែក្រោម": {
                "ភូមិទួលរកា": [
                    200,
                    150,
                    125
                ],
                "ភូមិទួលរកា១": [
                    200,
                    150,
                    125
                ],
                "ភូមិទួលរកា២": [
                    200,
                    150,
                    125
                ],
                "ភូមិទួលរកា៣": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតាឡុង": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតាឡុង១": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតាឡុង២": [
                    200,
                    150,
                    125
                ],
                "ភូមិព្រែកតាឡុង៣": [
                    200,
                    150,
                    125
                ]
            },
            "សង្កាត់ស្ទឹងមានជ័យទី១": {
                "ភូមិថ្មី": [
                    150,
                    120,
                    75
                ],
                "ភូមិទ្រា": [
                    150,
                    120,
                    75
                ],
                "ភូមិទ្រា១": [
                    150,
                    120,
                    75
                ],
                "ភូមិទ្រា២": [
                    150,
                    120,
                    75
                ],
                "ភូមិទ្រា៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិមានជ័យ": [
                    150,
                    120,
                    75
                ],
                "ភូមិមានជ័យ១": [
                    150,
                    120,
                    75
                ],
                "ភូមិមានជ័យ២": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់ស្ទឹងមានជ័យទី២": {
                "ភូមិភ្លាត": [
                    150,
                    120,
                    75
                ],
                "ភូមិដំណាក់ធំ": [
                    150,
                    120,
                    75
                ],
                "ភូមិដំណាក់ធំ១": [
                    150,
                    120,
                    75
                ],
                "ភូមិដំណាក់ធំ៤": [
                    150,
                    120,
                    75
                ],
                "ភូមិឫស្សី": [
                    150,
                    120,
                    75
                ],
                "ភូមិឫស្សី៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិព្រែកទាល់": [
                    150,
                    120,
                    75
                ],
                "ភូមិព្រែកទាល់១": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់ស្ទឹងមានជ័យទី៣": {
                "ភូមិទ្រា៤": [
                    150,
                    120,
                    75
                ],
                "ភូមិឫស្សី១": [
                    150,
                    120,
                    75
                ],
                "ភូមិឫស្សី២": [
                    150,
                    120,
                    75
                ],
                "ភូមិដំណាក់ធំ២": [
                    150,
                    120,
                    75
                ],
                "ភូមិដំណាក់ធំ៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិដំណាក់ធំ៥": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់បឹងទំពុនទី១": {
                "ភូមិចំរើនផល": [
                    150,
                    120,
                    75
                ],
                "ភូមិចំរើនផល១": [
                    150,
                    120,
                    75
                ],
                "ភូមិចំរើនផល២": [
                    150,
                    120,
                    75
                ],
                "ភូមិចំរើនផល៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិចំរើនផល៤": [
                    150,
                    120,
                    75
                ],
                "ភូមិសន្សំកុសល១": [
                    150,
                    120,
                    75
                ],
                "ភូមិសន្សំកុសល២": [
                    150,
                    120,
                    75
                ],
                "ភូមិសន្សំកុសល៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិសន្សំកុសល៤": [
                    150,
                    120,
                    75
                ],
                "ភូមិសន្សំកុសល៥": [
                    150,
                    120,
                    75
                ],
                "ភូមិសន្សំកុសល៦": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់បឹងទំពុនទី២": {
                "ភូមិក្បាលទំនប់": [
                    150,
                    120,
                    75
                ],
                "ភូមិក្បាលទំនប់១": [
                    150,
                    120,
                    75
                ],
                "ភូមិក្បាលទំនប់២": [
                    150,
                    120,
                    75
                ],
                "ភូមិក្បាលទំនប់៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិត្នោតជ្រុំ": [
                    150,
                    120,
                    75
                ],
                "ភូមិត្នោតជ្រុំ១": [
                    150,
                    120,
                    75
                ],
                "ភូមិត្នោតជ្រុំ២": [
                    150,
                    120,
                    75
                ],
                "ភូមិត្នោតជ្រុំ៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិត្នោតជ្រុំ៤": [
                    150,
                    120,
                    75
                ],
                "ភូមិត្នោតជ្រុំ៥": [
                    150,
                    120,
                    75
                ],
                "ភូមិត្នោតជ្រុំ៦": [
                    150,
                    120,
                    75
                ]
            }
        },
        "ខណ្ឌច្បារអំពៅ": {
            "សង្កាត់ច្បារអំពៅទី១": {
                "ភូមិព្រែក": [
                    150,
                    120,
                    75
                ],
                "ភូមិដើមអំពិល": [
                    150,
                    120,
                    75
                ],
                "ភូមិដើមម៉ាក់ក្លឿ": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់ច្បារអំពៅទី២": {
                "ភូមិដើមចាន់": [
                    150,
                    120,
                    75
                ],
                "ភូមិដើមចាន់១": [
                    150,
                    120,
                    75
                ],
                "ភូមិដើមស្លែង": [
                    150,
                    120,
                    75
                ],
                "ភូមិដើមស្លែង១": [
                    150,
                    120,
                    75
                ],
                "ភូមិកណ្តាល": [
                    150,
                    120,
                    75
                ],
                "ភូមិកណ្តាល១": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់និរោធ": {
                "ភូមិតាដៅ": [
                    150,
                    120,
                    75
                ],
                "ភូមិតាដៅកណ្តាល": [
                    150,
                    120,
                    75
                ],
                "ភូមិតាដៅក្រោម": [
                    150,
                    120,
                    75
                ],
                "ភូមិបឹងឈូក": [
                    150,
                    120,
                    75
                ],
                "ភូមិកោះនរា": [
                    150,
                    120,
                    75
                ],
                "ភូមិឫស្សីស្រស់": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់ព្រែកប្រា": {
                "ភូមិជ្រោយបាសាក់": [
                    100,
                    75,
                    50
                ],
                "ភូមិជ្រោយបាសាក់១": [
                    100,
                    75,
                    50
                ],
                "ភូមិព្រះពន្លា": [
                    100,
                    75,
                    50
                ],
                "ភូមិព្រែកតាពៅ": [
                    100,
                    75,
                    50
                ],
                "ភូមិអូរអណ្តូង": [
                    100,
                    75,
                    50
                ],
                "ភូមិអូរអណ្តូង១": [
                    100,
                    75,
                    50
                ]
            },
            "សង្កាត់វាលស្បូវ": {
                "ភូមិក្តីតាកុយ": [
                    100,
                    75,
                    50
                ],
                "ភូមិវាលស្បូវ": [
                    100,
                    75,
                    50
                ],
                "ភូមិស្វាយតាអុក": [
                    100,
                    75,
                    50
                ],
                "ភូមិព្រែកជាង": [
                    100,
                    75,
                    50
                ]
            },
            "សង្កាត់ព្រែកឯង": {
                "ភូមិក្បាលជ្រោយ": [
                    70,
                    50,
                    25
                ],
                "ភូមិតាព្រហ្ម": [
                    70,
                    50,
                    25
                ],
                "ភូមិទួលតាចាន់": [
                    70,
                    50,
                    25
                ],
                "ភូមិរបោះអង្កាញ់": [
                    70,
                    50,
                    25
                ],
                "ភូមិមិត្តភាព": [
                    70,
                    50,
                    25
                ],
                "ភូមិចុងព្រែក": [
                    70,
                    50,
                    25
                ]
            },
            "សង្កាត់ព្រែកថ្មី": {
                "ភូមិចំពុះក្អែក": [
                    50,
                    25,
                    15
                ],
                "ភូមិកោះក្របី": [
                    50,
                    25,
                    15
                ],
                "ភូមិព្រែកថ្មី": [
                    50,
                    25,
                    15
                ]
            },
            "សង្កាត់ក្បាលកោះ": {
                "ភូមិជ្រោយអំពិល": [
                    35,
                    20,
                    10
                ],
                "ភូមិយកបាត្រ": [
                    35,
                    20,
                    10
                ],
                "ភូមិព្រែកធំ": [
                    35,
                    20,
                    10
                ]
            }
        },
        "ខណ្ឌឫស្សីកែវ": {
            "សង្កាត់ទួលសង្កែទី១": {
                "ភូមិផ្សារតូច": [
                    250,
                    200,
                    150
                ],
                "ភូមិទួលសង្កែ": [
                    250,
                    200,
                    150
                ],
                "ភូមិទួលគោក": [
                    250,
                    200,
                    150
                ],
                "ភូមិចុងខ្សាច់": [
                    250,
                    200,
                    150
                ],
                "ភូមិបាក់ទូក": [
                    250,
                    200,
                    150
                ],
                "ភូមិទួលសំពៅ": [
                    250,
                    200,
                    150
                ]
            },
            "សង្កាត់ទួលសង្កែទី២": {
                "ភូមិគង្គាផុស": [
                    250,
                    200,
                    150
                ],
                "ភូមិកោះអណ្តែត": [
                    250,
                    200,
                    150
                ],
                "ភូមិពោងពាយ": [
                    250,
                    200,
                    150
                ],
                "ភូមិបឹងរាំង": [
                    250,
                    200,
                    150
                ],
                "ភូមិទួលពពែ": [
                    250,
                    200,
                    150
                ],
                "ភូមិទួលថ្លាន់": [
                    250,
                    200,
                    150
                ]
            },
            "សង្កាត់គីឡូម៉ែត្រលេខ៦": {
                "ភូមិក្រោលគោ": [
                    200,
                    150,
                    120
                ],
                "ភូមិបឹងឈូក": [
                    200,
                    150,
                    120
                ],
                "ភូមិស្ពានខ្ពស់": [
                    200,
                    150,
                    120
                ]
            },
            "សង្កាត់ឫស្សីកែវ": {
                "ភូមិសាមគ្គី": [
                    200,
                    150,
                    120
                ],
                "ភូមិឃ្លាំងសាំង": [
                    200,
                    150,
                    120
                ],
                "ភូមិបឹងសាឡាង": [
                    200,
                    150,
                    120
                ],
                "ភូមិមិត្តភាព": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់ស្វាយប៉ាក": {
                "ភូមិឡកំបោរ": [
                    150,
                    120,
                    75
                ],
                "ភូមិលូ": [
                    150,
                    120,
                    75
                ],
                "ភូមិស្វាយប៉ាក": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់ច្រាំងចំរេទី១": {
                "ភូមិ១": [
                    150,
                    120,
                    75
                ],
                "ភូមិ២": [
                    150,
                    120,
                    75
                ],
                "ភូមិ៣": [
                    150,
                    120,
                    75
                ],
                "ភូមិ៤": [
                    150,
                    120,
                    75
                ]
            },
            "សង្កាត់ច្រាំងចំរេទី២": {
                "ភូមិក": [
                    150,
                    120,
                    75
                ],
                "ភូមិខ១": [
                    150,
                    120,
                    75
                ],
                "ភូមិខ២": [
                    150,
                    120,
                    75
                ],
                "ភូមិឃ": [
                    150,
                    120,
                    75
                ]
            }
        },
        "ខណ្ឌជ្រោយចង្វារ": {
            "សង្កាត់ជ្រោយចង្វារ": {
                "ភូមិ១": [
                    250,
                    200,
                    150
                ],
                "ភូមិ២": [
                    250,
                    200,
                    150
                ],
                "ភូមិ៣": [
                    250,
                    200,
                    150
                ],
                "ភូមិដើមគរ": [
                    250,
                    200,
                    150
                ],
                "ភូមិគៀនឃ្លាំង": [
                    250,
                    200,
                    150
                ]
            },
            "សង្កាត់ព្រែកលៀប": {
                "ភូមិគៀនឃ្លាំង": [
                    250,
                    200,
                    150
                ],
                "ភូមិព្រែកលៀប": [
                    150,
                    125,
                    75
                ],
                "ភូមិខ្ទរ": [
                    100,
                    75,
                    25
                ],
                "ភូមិបាក់ខែង": [
                    100,
                    75,
                    25
                ]
            },
            "សង្កាត់បាក់ខែង": {
                "ភូមិបាក់ខែងលើ": [
                    50,
                    35,
                    15
                ],
                "ភូមិក្តីចាស់": [
                    50,
                    35,
                    15
                ],
                "ភូមិចំបក់មាស": [
                    50,
                    35,
                    15
                ]
            },
            "សង្កាត់ព្រែកតាសេក": {
                "ភូមិដើមគរ": [
                    50,
                    35,
                    15
                ],
                "ភូមិព្រែកតាគង់": [
                    50,
                    35,
                    15
                ],
                "ភូមិព្រែកតាសេក": [
                    50,
                    35,
                    15
                ],
                "ភូមិព្រែកតារ័ត្ន": [
                    25,
                    15,
                    10
                ],
                "ភូមិព្រែករាំង": [
                    25,
                    15,
                    10
                ]
            },
            "សង្កាត់កោះដាច់": {
                "ភូមិចុងកោះ": [
                    30,
                    20,
                    10
                ],
                "ភូមិល្វា": [
                    30,
                    20,
                    10
                ],
                "ភូមិក្បាលកោះ": [
                    30,
                    20,
                    10
                ],
                "ភូមិកោះដាច់": [
                    30,
                    20,
                    10
                ],
                "ភូមិរនះ": [
                    30,
                    20,
                    10
                ]
            }
        },
        "ខណ្ឌដង្កោ": {
            "សង្កាត់ដង្កោ": {
                "ភូមិសំបួរ": [
                    150,
                    100,
                    50
                ],
                "ភូមិម័ល": [
                    150,
                    100,
                    50
                ],
                "ភូមិថ្មី": [
                    50,
                    35,
                    25
                ],
                "ភូមិតាឡី": [
                    50,
                    35,
                    25
                ],
                "ភូមិបាតួ": [
                    50,
                    35,
                    25
                ],
                "ភូមិខ្វា": [
                    50,
                    35,
                    25
                ]
            },
            "សង្កាត់ជើងឯក": {
                "ភូមិជើងឯក": [
                    50,
                    35,
                    25
                ],
                "ភូមិបុរីកម្មករ": [
                    50,
                    35,
                    25
                ],
                "ភូមិរលួស": [
                    50,
                    35,
                    25
                ],
                "ភូមិស្រុកចេក": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រែកប្រណាក": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រែកថ្លឹង": [
                    50,
                    35,
                    25
                ]
            },
            "សង្កាត់ព្រៃវែង": {
                "ភូមិត្រពាំងចក": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃវែងខាងលិច": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃវែងខាងកើត": [
                    35,
                    25,
                    15
                ],
                "ភូមិទ័ពបោះ": [
                    35,
                    25,
                    15
                ],
                "ភូមិកំរៀង": [
                    35,
                    25,
                    15
                ],
                "ភូមិត្រពាំងស្វាយ": [
                    25,
                    15,
                    10
                ],
                "ភូមិរោលជ្រូក": [
                    25,
                    15,
                    10
                ],
                "ភូមិសេរីដីដុះ": [
                    25,
                    15,
                    10
                ],
                "ភូមិទួលសំបូរ": [
                    25,
                    15,
                    10
                ]
            },
            "សង្កាត់ព្រៃស": {
                "ភូមិព្រៃសខាងកើត": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃសខាងលិច": [
                    35,
                    25,
                    15
                ],
                "ភូមិប្រការ": [
                    35,
                    25,
                    15
                ],
                "ភូមិម្ភៃបួន": [
                    35,
                    25,
                    15
                ],
                "ភូមិធម្មត្រ័យ": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃធំ": [
                    25,
                    15,
                    10
                ],
                "ភូមិព្រៃទីទុយ": [
                    25,
                    15,
                    10
                ],
                "ភូមិគោកបន្ទាយ": [
                    25,
                    15,
                    10
                ],
                "ភូមិអន្លង់គង": [
                    25,
                    15,
                    10
                ],
                "ភូមិអន្លង់គងថ្មី": [
                    25,
                    15,
                    10
                ],
                "ភូមិពាម": [
                    25,
                    15,
                    10
                ],
                "ភូមិទួលរការកុះ": [
                    25,
                    15,
                    10
                ]
            },
            "សង្កាត់ក្រាំងពង្រ": {
                "ភូមិទឹកថ្លា": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃសំព័រ": [
                    35,
                    25,
                    15
                ],
                "ភូមិក្រាំងស្វាយ": [
                    35,
                    25,
                    15
                ],
                "ភូមិក្រាំងពង្រ": [
                    35,
                    25,
                    15
                ]
            },
            "សង្កាត់ពងទឹក": {
                "ភូមិវត្តស្លែង": [
                    35,
                    25,
                    15
                ],
                "ភូមិពងទឹក": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃកី ក": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃកី ខ": [
                    35,
                    25,
                    15
                ],
                "ភូមិត្រាំងដោក": [
                    25,
                    15,
                    10
                ],
                "ភូមិត្រពាំងសាលា": [
                    25,
                    15,
                    10
                ],
                "ភូមិត្រពាំងទ្រា": [
                    25,
                    15,
                    10
                ],
                "ភូមិឈ្នះសណ្តាយ": [
                    25,
                    15,
                    10
                ],
                "ភូមិត្រពាំងគ": [
                    25,
                    15,
                    10
                ],
                "ភូមិស្រែញ័រ": [
                    25,
                    15,
                    10
                ]
            },
            "សង្កាត់ព្រែកកំពឹស": {
                "ភូមិព្រែកកំពឹស": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រែកថ្លឹង": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រែករទាំង": [
                    35,
                    25,
                    15
                ],
                "ភូមិដំណាក់សង្កែ": [
                    35,
                    25,
                    15
                ],
                "ភូមិស្រីស្នំ": [
                    35,
                    25,
                    15
                ],
                "ភូមិក្រាំងស្វាយ": [
                    35,
                    25,
                    15
                ]
            },
            "សង្កាត់រលួស": {
                "ភូមិក្រពើទ្រោម": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រះធាតុ": [
                    35,
                    25,
                    15
                ],
                "ភូមិកណ្តាល": [
                    35,
                    25,
                    15
                ]
            },
            "សង្កាត់ប្រទះឡាង": {
                "ភូមិប្រទះឡាង": [
                    25,
                    15,
                    10
                ],
                "ភូមិតាំងរនាម": [
                    25,
                    15,
                    10
                ],
                "ភូមិអង្គ": [
                    25,
                    15,
                    10
                ],
                "ភូមិគោកខ្សាច់": [
                    25,
                    15,
                    10
                ],
                "ភូមិភា": [
                    25,
                    15,
                    10
                ],
                "ភូមិគោកមាស": [
                    25,
                    15,
                    10
                ]
            },
            "សង្កាត់ស្ពានថ្ម": {
                "ភូមិអញ្ចាញ": [
                    25,
                    15,
                    10
                ],
                "ភូមិគោកឪឡឹក": [
                    25,
                    15,
                    10
                ],
                "ភូមិម៉ី": [
                    25,
                    15,
                    10
                ],
                "ភូមិស្ពានថ្ម": [
                    25,
                    15,
                    10
                ],
                "ភូមិហា": [
                    25,
                    15,
                    10
                ],
                "ភូមិស្វាយមានលក្ខណ៍": [
                    25,
                    15,
                    10
                ],
                "ភូមិដួង": [
                    25,
                    15,
                    10
                ],
                "ភូមិព្រែកជ្រៃ": [
                    25,
                    15,
                    10
                ]
            },
            "សង្កាត់គងនយ": {
                "ភូមិគងនយ": [
                    15,
                    10,
                    7
                ],
                "ភូមិវាលថ្លាន់": [
                    15,
                    10,
                    7
                ],
                "ភូមិសេរីសម្បត្តិ": [
                    15,
                    10,
                    7
                ],
                "ភូមិត្រពាំងសំរិត": [
                    15,
                    10,
                    7
                ]
            },
            "សង្កាត់សាក់សំពៅ": {
                "ភូមិពោធិរលំ": [
                    15,
                    10,
                    7
                ],
                "ភូមិខិត": [
                    15,
                    10,
                    7
                ],
                "ភូមិក្រាំងតាផូ": [
                    15,
                    10,
                    7
                ],
                "ភូមិកំរៀង": [
                    15,
                    10,
                    7
                ],
                "ភូមិសាក់សំពៅ": [
                    15,
                    10,
                    7
                ],
                "ភូមិសំបូរ": [
                    15,
                    10,
                    7
                ],
                "ភូមិពារាម": [
                    15,
                    10,
                    7
                ]
            },
            "សង្កាត់ទៀន": {
                "ភូមិថ្មី": [
                    15,
                    10,
                    7
                ],
                "ភូមិក្រាំងក្រូច": [
                    15,
                    10,
                    7
                ],
                "ភូមិក្រាំង": [
                    15,
                    10,
                    7
                ],
                "ភូមិសាលា": [
                    15,
                    10,
                    7
                ],
                "ភូមិថ្ម": [
                    15,
                    10,
                    7
                ],
                "ភូមិកន្ទុយទឹក": [
                    15,
                    10,
                    7
                ]
            }
        },
        "ខណ្ឌពោធិ៍សែនជ័យ": {
            "សង្កាត់កាកាបទី១": {
                "ភូមិក្បាលដំរីទី១": [
                    150,
                    100,
                    75
                ],
                "ភូមិចំការឪឡឹក១": [
                    150,
                    100,
                    75
                ],
                "ភូមិតាងួន១": [
                    150,
                    100,
                    75
                ],
                "ភូមិតាងួន២": [
                    150,
                    100,
                    75
                ],
                "ភូមិប៉ប្រកខាងត្បូង": [
                    150,
                    100,
                    75
                ],
                "ភូមិត្រពាំងល្វា១": [
                    150,
                    100,
                    75
                ],
                "ភូមិត្រពាំងល្វា២": [
                    150,
                    100,
                    75
                ],
                "ភូមិប៉ប្រកខាងជើង": [
                    150,
                    100,
                    75
                ]
            },
            "សង្កាត់កាកាបទី២": {
                "ភូមិក្បាលដំរី២": [
                    150,
                    100,
                    75
                ],
                "ភូមិចំការឪឡឹក២": [
                    150,
                    100,
                    75
                ],
                "ភូមិព្រៃសាលា": [
                    150,
                    100,
                    75
                ],
                "ភូមិកាកាប": [
                    150,
                    100,
                    75
                ],
                "ភូមិត្រពាំងជ្រៃ": [
                    75,
                    50,
                    25
                ]
            },
            "សង្កាត់ចោមចៅទី១": {
                "ភូមិគោកចំបក់": [
                    135,
                    100,
                    50
                ],
                "ភូមិចោមចៅ១": [
                    135,
                    100,
                    50
                ],
                "ភូមិត្រពាំងថ្លឹង១": [
                    135,
                    100,
                    50
                ],
                "ភូមិត្រពាំងថ្លឹង២": [
                    135,
                    100,
                    50
                ],
                "ភូមិត្រពាំងថ្លឹង៣": [
                    135,
                    100,
                    50
                ],
                "ភូមិត្រពាំងថ្លឹង៤": [
                    135,
                    100,
                    50
                ],
                "ភូមិទួលពង្រ": [
                    50,
                    35,
                    25
                ],
                "ភូមិត្រពាំងរំចេក": [
                    50,
                    35,
                    25
                ]
            },
            "សង្កាត់ចោមចៅទី២": {
                "ភូមិចោមចៅ២": [
                    135,
                    100,
                    50
                ],
                "ភូមិចោមចៅ៣": [
                    135,
                    100,
                    50
                ],
                "ភូមិព្រៃព្រីងខាងត្បូង១": [
                    135,
                    100,
                    50
                ],
                "ភូមិកប់គង": [
                    135,
                    100,
                    50
                ],
                "ភូមិថ្មគោល១": [
                    125,
                    75,
                    50
                ],
                "ភូមិថ្មគោល២": [
                    125,
                    75,
                    50
                ],
                "ភូមិថ្មគោល៣": [
                    125,
                    75,
                    50
                ],
                "ភូមិជ្រៃកោង": [
                    125,
                    75,
                    50
                ],
                "ភូមិស្រែជំរៅ": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រៃល្វា": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រៃស្តី": [
                    50,
                    35,
                    25
                ],
                "ភូមិដំណាក់ត្រយឹង": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រៃកំបុត": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រៃល្ង": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រៃសណ្តែក": [
                    50,
                    35,
                    25
                ],
                "ភូមិក្រាំងដូនទៃ": [
                    50,
                    35,
                    25
                ]
            },
            "សង្កាត់ចោមចៅទី៣": {
                "ភូមិព្រៃព្រីងខាងជើង១": [
                    135,
                    100,
                    50
                ],
                "ភូមិព្រៃព្រីងខាងជើង២": [
                    135,
                    100,
                    50
                ],
                "ភូមិព្រៃព្រីងខាងត្បូង២": [
                    135,
                    100,
                    50
                ],
                "ភូមិថ្នល់បំបែក": [
                    135,
                    100,
                    50
                ],
                "ភូមិព្រៃជីសាក់": [
                    135,
                    100,
                    50
                ],
                "ភូមិព្រៃទា១": [
                    100,
                    75,
                    50
                ],
                "ភូមិព្រៃទា២": [
                    100,
                    75,
                    50
                ],
                "ភូមិត្រពាំងពោធិ៍": [
                    100,
                    75,
                    50
                ],
                "ភូមិជម្ពូវ័ន១": [
                    100,
                    75,
                    50
                ],
                "ភូមិជម្ពូវ័ន២": [
                    100,
                    75,
                    50
                ],
                "ភូមិព្រៃស្វាយ": [
                    50,
                    25,
                    15
                ],
                "ភូមិអង្គកែវ": [
                    50,
                    25,
                    15
                ],
                "ភូមិអង្គ": [
                    50,
                    25,
                    15
                ],
                "ភូមិអូដើម": [
                    50,
                    25,
                    15
                ]
            },
            "សង្កាត់សំរោងក្រោម": {
                "ភូមិចំការល្បែង": [
                    35,
                    25,
                    10
                ],
                "ភូមិសំរោង": [
                    35,
                    25,
                    10
                ],
                "ភូមិចែងម៉ែង": [
                    35,
                    25,
                    10
                ],
                "ភូមិស្រែរាជ្ជៈ": [
                    35,
                    25,
                    10
                ],
                "ភូមិត្រពាំងធ្នង់": [
                    35,
                    25,
                    10
                ],
                "ភូមិគោកព្រិច": [
                    35,
                    25,
                    10
                ],
                "ភូមិចាក់ជ្រូក": [
                    35,
                    25,
                    10
                ],
                "ភូមិអករំដួល": [
                    35,
                    25,
                    10
                ],
                "ភូមិតិក្ខបញ្ញោ": [
                    25,
                    10,
                    5
                ],
                "ភូមិអណ្តូងតាអន": [
                    25,
                    10,
                    5
                ],
                "ភូមិព្រៃពពេល": [
                    25,
                    10,
                    5
                ]
            },
            "សង្កាត់ត្រពាំងក្រសាំង": {
                "ភូមិត្រពាំងក្រសាំង": [
                    25,
                    15,
                    10
                ],
                "ភូមិត្រពាំងទា": [
                    25,
                    15,
                    10
                ],
                "ភូមិជង្រុក": [
                    25,
                    15,
                    10
                ],
                "ភូមិអក្សរ": [
                    20,
                    15,
                    7
                ],
                "ភូមិក្រាំង": [
                    20,
                    15,
                    7
                ],
                "ភូមិត្រពាំងអណ្តូង": [
                    20,
                    15,
                    7
                ],
                "ភូមិដូនអុក": [
                    20,
                    15,
                    7
                ],
                "ភូមិត្រពាំងអញ្ចាញ": [
                    20,
                    15,
                    7
                ],
                "ភូមិវាល": [
                    20,
                    15,
                    7
                ],
                "ភូមិខ្វែ": [
                    20,
                    15,
                    7
                ]
            }
        },
        "ខណ្ឌសែនសុខ": {
            "សង្កាត់ទឹកថ្លា": {
                "ភូមិផ្សារទឹកថ្លា": [
                    250,
                    200,
                    150
                ],
                "ភូមិសេប៉េសេ": [
                    250,
                    200,
                    150
                ],
                "ភូមិបូរី១០០ខ្នង": [
                    250,
                    200,
                    150
                ],
                "ភូមិចុងថ្នល់ខាងកើត": [
                    250,
                    200,
                    150
                ],
                "ភូមិចុងថ្នល់ខាងលិច": [
                    250,
                    200,
                    150
                ],
                "ភូមិទឹកថ្លា": [
                    250,
                    200,
                    150
                ]
            },
            "សង្កាត់អូរបែកក្អម": {
                "ភូមិអូរបែកក្អម": [
                    250,
                    200,
                    150
                ],
                "ភូមិត្រពាំងឈូក": [
                    250,
                    200,
                    150
                ],
                "ភូមិអ័រគីដេ": [
                    250,
                    200,
                    150
                ],
                "ភូមិបុរីកម្មករ": [
                    250,
                    200,
                    150
                ],
                "ភូមិស្លែងរលើង": [
                    250,
                    200,
                    150
                ],
                "ភូមិទ្រុងមាន់": [
                    250,
                    200,
                    150
                ]
            },
            "សង្កាត់ភ្នំពេញថ្មី": {
                "ភូមិពោងពាយ": [
                    200,
                    150,
                    100
                ],
                "ភូមិទំនប់": [
                    200,
                    150,
                    100
                ],
                "ភូមិទំនប់១": [
                    200,
                    150,
                    100
                ],
                "ភូមិបាយ៉ាប": [
                    200,
                    150,
                    100
                ],
                "ភូមិឧកញ៉ាវាំង": [
                    200,
                    150,
                    100
                ],
                "ភូមិភ្នំពេញថ្មី": [
                    200,
                    150,
                    100
                ]
            },
            "សង្កាត់គោកឃ្លាង": {
                "ភូមិរោងចក្រ": [
                    200,
                    150,
                    100
                ],
                "ភូមិរោងចក្រ១": [
                    200,
                    150,
                    100
                ],
                "ភូមិក្រុងថ្មី": [
                    200,
                    150,
                    100
                ],
                "ភូមិដីថ្មី": [
                    200,
                    150,
                    100
                ],
                "ភូមិត្រពាំងស្វាយ": [
                    150,
                    100,
                    75
                ],
                "ភូមិប្រេស": [
                    150,
                    100,
                    75
                ],
                "ភូមិគោកឃ្លាង": [
                    150,
                    100,
                    75
                ],
                "ភូមិដំណាក់": [
                    150,
                    100,
                    75
                ]
            },
            "សង្កាត់ឈ្មួញ": {
                "ភូមិឈ្មួញ": [
                    120,
                    100,
                    50
                ],
                "ភូមិបន្លាស្អិត": [
                    120,
                    100,
                    50
                ],
                "ភូមិអន្លង់ក្ងាន": [
                    120,
                    100,
                    50
                ],
                "ភូមិសែនសុខ១": [
                    50,
                    35,
                    25
                ],
                "ភូមិសែនសុខ២": [
                    50,
                    35,
                    25
                ],
                "ភូមិសែនសុខ៣": [
                    50,
                    35,
                    25
                ],
                "ភូមិសែនសុខ៤": [
                    50,
                    35,
                    25
                ],
                "ភូមិសែនសុខ៥": [
                    50,
                    35,
                    25
                ],
                "ភូមិសែនសុខ៦": [
                    50,
                    35,
                    25
                ],
                "ភូមិសែនសុខ៧": [
                    50,
                    35,
                    25
                ],
                "ភូមិត្រពាំងរាំង": [
                    50,
                    35,
                    25
                ],
                "ភូមិត្រពាំងរាំងថ្មី": [
                    50,
                    35,
                    25
                ],
                "ភូមិសំរោង": [
                    50,
                    35,
                    25
                ]
            },
            "សង្កាត់ក្រាំងធ្នង់": {
                "ភូមិក្រាំងអង្ក្រង": [
                    50,
                    35,
                    25
                ],
                "ភូមិជាងទង": [
                    50,
                    35,
                    25
                ],
                "ភូមិវិមានទ្រង់": [
                    50,
                    35,
                    25
                ],
                "ភូមិសំរោងទាវ": [
                    50,
                    35,
                    25
                ],
                "ភូមិព្រៃមូល": [
                    35,
                    25,
                    15
                ],
                "ភូមិត្រពាំងជើងស្រុក": [
                    35,
                    25,
                    15
                ],
                "ភូមិត្រពាំងមាន": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃខ្លា": [
                    35,
                    25,
                    15
                ]
            }
        },
        "ខណ្ឌព្រែកព្នៅ": {
            "សង្កាត់ព្រែកព្នៅ": {
                "ភូមិកណ្តាល": [
                    35,
                    25,
                    15
                ],
                "ភូមិផ្សារលិច": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រែកព្នៅ": [
                    35,
                    25,
                    15
                ],
                "ភូមិពោធិមង្គល": [
                    35,
                    25,
                    15
                ],
                "ភូមិដួង": [
                    35,
                    25,
                    15
                ]
            },
            "សង្កាត់គោករកា": {
                "ភូមិត្រពាំងពោធិ៍": [
                    30,
                    20,
                    15
                ],
                "ភូមិភូផ្អែម": [
                    30,
                    20,
                    15
                ],
                "ភូមិពុទ្រា": [
                    30,
                    20,
                    15
                ],
                "ភូមិត្រពាំងវែង": [
                    30,
                    20,
                    15
                ],
                "ភូមិកប់ស្រូវតូច": [
                    30,
                    20,
                    15
                ],
                "ភូមិកប់ស្រូវធំ": [
                    30,
                    20,
                    15
                ],
                "ភូមិខ្មែរលើ": [
                    20,
                    15,
                    10
                ],
                "ភូមិបែកបក": [
                    20,
                    15,
                    10
                ],
                "ភូមិគោករកា": [
                    20,
                    15,
                    10
                ],
                "ភូមិព្រៃធំ": [
                    20,
                    15,
                    10
                ],
                "ភូមិស្វាយចេក": [
                    20,
                    15,
                    10
                ],
                "ភូមិធ្លក": [
                    20,
                    15,
                    10
                ],
                "ភូមិជំរៅ": [
                    20,
                    15,
                    10
                ],
                "ភូមិជ្រើស": [
                    20,
                    15,
                    10
                ],
                "ភូមិអណ្តូង": [
                    20,
                    15,
                    10
                ],
                "ភូមិត្រពាំងសំព័រ": [
                    20,
                    15,
                    10
                ],
                "ភូមិអង្គតាកូវ": [
                    20,
                    15,
                    10
                ],
                "ភូមិទួលសំពៅ": [
                    20,
                    15,
                    10
                ]
            },
            "សង្កាត់សំរោង": {
                "ភូមិគ្រួស": [
                    20,
                    10,
                    7
                ],
                "ភូមិសំរោងជើង": [
                    20,
                    10,
                    7
                ],
                "ភូមិសំរោងកណ្តាល": [
                    20,
                    10,
                    7
                ],
                "ភូមិសំរោងត្បូង": [
                    20,
                    10,
                    7
                ]
            },
            "សង្កាត់ពញាពន់": {
                "ភូមិធំជើង": [
                    20,
                    10,
                    7
                ],
                "ភូមិធំត្បូង": [
                    20,
                    10,
                    7
                ],
                "ភូមិត្រពាំងស្ងោរ": [
                    20,
                    10,
                    7
                ],
                "ភូមិត្រពាំងព្រីង": [
                    20,
                    10,
                    7
                ],
                "ភូមិវែង": [
                    20,
                    10,
                    7
                ],
                "ភូមិបឹង": [
                    20,
                    10,
                    7
                ],
                "ភូមិស្រែដូនតូច": [
                    20,
                    10,
                    7
                ],
                "ភូមិព្រៃពង្រ": [
                    20,
                    10,
                    7
                ]
            },
            "សង្កាត់ពន្សាំង": {
                "ភូមិបួនមុខ": [
                    10,
                    7,
                    5
                ],
                "ភូមិស្វាយឧត្តម": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រពាំងអំពិល": [
                    10,
                    7,
                    5
                ],
                "ភូមិថ្នល់បន្ទាយ": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រពាំងទទឹង": [
                    10,
                    7,
                    5
                ],
                "ភូមិកាន់ទ្រង់": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រពាំងរនាម": [
                    10,
                    7,
                    5
                ],
                "ភូមិកោះរដៀង": [
                    10,
                    7,
                    5
                ],
                "ភូមិព្រៃស្វាយ": [
                    10,
                    7,
                    5
                ],
                "ភូមិតាគល់": [
                    10,
                    7,
                    5
                ],
                "ភូមិដើមចាន់": [
                    10,
                    7,
                    5
                ],
                "ភូមិបឹងប៉ិច": [
                    10,
                    7,
                    5
                ],
                "ភូមិឧសភា": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្នោតខ្ពស់": [
                    10,
                    7,
                    5
                ],
                "ភូមិបឹងខ្ញុំ": [
                    10,
                    7,
                    5
                ],
                "ភូមិតាស្គរ": [
                    10,
                    7,
                    5
                ],
                "ភូមិទួលពន្យាង": [
                    10,
                    7,
                    5
                ],
                "ភូមិព្រៃស្នួល": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រពាំងស្គន់": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រពាំងថ្លាន់": [
                    10,
                    7,
                    5
                ],
                "ភូមិចំបក់ធំ": [
                    10,
                    7,
                    5
                ],
                "ភូមិទួល": [
                    10,
                    7,
                    5
                ],
                "ភូមិកន្លែងគល់": [
                    10,
                    7,
                    5
                ],
                "ភូមិចុងថ្នល់": [
                    10,
                    7,
                    5
                ]
            }
        },
        "ខណ្ឌកំបូល": {
            "សង្កាត់កំបូល": {
                "ភូមិផ្សារកំបូល": [
                    25,
                    15,
                    10
                ],
                "ភូមិត្រពាំងទួល": [
                    25,
                    15,
                    10
                ],
                "ភូមិកំបូល": [
                    25,
                    15,
                    10
                ],
                "ភូមិទួលតាឡាត់": [
                    15,
                    10,
                    5
                ],
                "ភូមិតាភេម": [
                    15,
                    10,
                    5
                ],
                "ភូមិសាឡុង": [
                    15,
                    10,
                    5
                ],
                "ភូមិត្រីប": [
                    15,
                    10,
                    5
                ],
                "ភូមិអំពិល": [
                    15,
                    10,
                    5
                ],
                "ភូមិអង្គបឹងចក": [
                    15,
                    10,
                    5
                ],
                "ភូមិលិចវត្ត": [
                    15,
                    10,
                    5
                ],
                "ភូមិតានួន": [
                    15,
                    10,
                    5
                ],
                "ភូមិជំទាវម៉ៅ": [
                    15,
                    10,
                    5
                ],
                "ភូមិកប់អំពិល": [
                    15,
                    10,
                    5
                ],
                "ភូមិស្នួលខ្ពស់": [
                    15,
                    10,
                    5
                ],
                "ភូមិព្រៃកុដិ": [
                    15,
                    10,
                    5
                ],
                "ភូមិតាសេក": [
                    15,
                    10,
                    5
                ],
                "ភូមិតាកេរ្តិ៍": [
                    15,
                    10,
                    5
                ],
                "ភូមិទួលសាម៉": [
                    15,
                    10,
                    5
                ]
            },
            "សង្កាត់កន្ទោក": {
                "ភូមិអង្គត្រគៀត": [
                    35,
                    25,
                    15
                ],
                "ភូមិត្រាំស្លឹក": [
                    35,
                    25,
                    15
                ],
                "ភូមិកន្ទោកត្បូង": [
                    35,
                    25,
                    15
                ],
                "ភូមិកន្ទោកជើង": [
                    35,
                    25,
                    15
                ],
                "ភូមិព្រៃបឹង": [
                    35,
                    25,
                    15
                ],
                "ភូមិស្ងួនពេជ្រ": [
                    35,
                    25,
                    15
                ],
                "ភូមិត្រពាំងគល់": [
                    35,
                    25,
                    15
                ],
                "ភូមិតាភេម": [
                    35,
                    25,
                    15
                ],
                "ភូមិកំរៀង": [
                    25,
                    15,
                    10
                ],
                "ភូមិស្រែក្នុង": [
                    25,
                    15,
                    10
                ],
                "ភូមិត្រពាំងឈូក": [
                    25,
                    15,
                    10
                ],
                "ភូមិថ្មដា": [
                    25,
                    15,
                    10
                ],
                "ភូមិដំបូកខ្ពស់": [
                    25,
                    15,
                    10
                ]
            },
            "សង្កាត់ឪឡោក": {
                "ភូមិត្រពាំងអារ័ក្ស": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រពាំងពោធិ៍": [
                    10,
                    7,
                    5
                ],
                "ភូមិថ្ម": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រពាំងកក់": [
                    10,
                    7,
                    5
                ],
                "ភូមិព្រៃតាប៉ុក": [
                    10,
                    7,
                    5
                ],
                "ភូមិអង្គស្លែង": [
                    10,
                    7,
                    5
                ],
                "ភូមិបឹងគ្រើល": [
                    10,
                    7,
                    5
                ],
                "ភូមិជ័យជំនះ": [
                    10,
                    7,
                    5
                ],
                "ភូមិបឹងកំបោរ": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្បែងមានជ័យ": [
                    10,
                    7,
                    5
                ],
                "ភូមិពង្រ": [
                    10,
                    7,
                    5
                ],
                "ភូមិដូនរ័ត្ន": [
                    10,
                    7,
                    5
                ],
                "ភូមិសាមគ្គីប្រយុទ្ធ": [
                    10,
                    7,
                    5
                ],
                "ភូមិត្រង់នំ": [
                    10,
                    7,
                    5
                ]
            },
            "សង្កាត់ស្ងោរ": {
                "ភូមិសាក់ប្រយុទ្ធ": [
                    10,
                    7,
                    5
                ],
                "ភូមិអង្គរជ័យ": [
                    10,
                    7,
                    5
                ],
                "ភូមិស្រែអំពិល": [
                    10,
                    7,
                    5
                ],
                "ភូមិតាអិន": [
                    10,
                    7,
                    5
                ],
                "ភូមិកុលក្រស្នា": [
                    10,
                    7,
                    5
                ],
                "ភូមិប្រាសាទ": [
                    10,
                    7,
                    5
                ],
                "ភូមិស្វាយ": [
                    10,
                    7,
                    5
                ],
                "ភូមិស្ងោរកើត": [
                    10,
                    7,
                    5
                ],
                "ភូមិតាពូង": [
                    10,
                    7,
                    5
                ],
                "ភូមិផ្ទាំង": [
                    10,
                    7,
                    5
                ],
                "ភូមិស្ងោរលិច": [
                    10,
                    7,
                    5
                ],
                "ភូមិពង្ររ": [
                    10,
                    7,
                    5
                ],
                "ភូមិព្រៃរឹង": [
                    10,
                    7,
                    5
                ],
                "ភូមិរំដួលជើង": [
                    10,
                    7,
                    5
                ],
                "ភូមិរំដួលត្បូង": [
                    10,
                    7,
                    5
                ],
                "ភូមិទួលលៀប": [
                    10,
                    7,
                    5
                ],
                "ភូមិព្រៃក្រាយ": [
                    10,
                    7,
                    5
                ],
                "ភូមិព្រៃឈូក": [
                    10,
                    7,
                    5
                ]
            },
            "សង្កាត់បឹងធំ": {
                "ភូមិខ្ចៅ": [
                    15,
                    10,
                    7
                ],
                "ភូមិដូនកុក": [
                    15,
                    10,
                    7
                ],
                "ភូមិបឹងធំទី១": [
                    15,
                    10,
                    7
                ],
                "ភូមិបឹងធំទី២": [
                    15,
                    10,
                    7
                ],
                "ភូមិបឹងធំទី៣": [
                    15,
                    10,
                    7
                ],
                "ភូមិព្រៃរមាសទី១": [
                    15,
                    10,
                    7
                ],
                "ភូមិព្រៃរមាសទី២": [
                    15,
                    10,
                    7
                ],
                "ភូមិតាជេត": [
                    15,
                    10,
                    7
                ],
                "ភូមិត្មាតពង": [
                    15,
                    10,
                    7
                ],
                "ភូមិក្ងោក": [
                    15,
                    10,
                    7
                ],
                "ភូមិព្រៃតាកែ": [
                    15,
                    10,
                    7
                ],
                "ភូមិទួលស្វាយ": [
                    15,
                    10,
                    7
                ],
                "ភូមិចំបក់ពណ្ណរាយ": [
                    15,
                    10,
                    7
                ],
                "ភូមិត្រពាំងត្រប់": [
                    15,
                    10,
                    7
                ],
                "ភូមិត្រពាំងក្រសាំង": [
                    15,
                    10,
                    7
                ],
                "ភូមិអន្លង់ស្វាយ": [
                    15,
                    10,
                    7
                ]
            },
            "សង្កាត់ភ្លើងឆេះរទេះ": {
                "ភូមិទួលកី": [
                    25,
                    15,
                    10
                ],
                "ភូមិកប់ភ្លុក": [
                    25,
                    15,
                    10
                ],
                "ភូមិភ្លើងឆេះរទេះខាងកើត": [
                    25,
                    15,
                    10
                ],
                "ភូមិភ្លើងឆេះរទេះខាងលិច": [
                    25,
                    15,
                    10
                ],
                "ភូមិគោកខ្សាច់": [
                    25,
                    15,
                    10
                ],
                "ភូមិព្រៃកី": [
                    25,
                    15,
                    10
                ],
                "ភូមិព្រៃរដៀង": [
                    20,
                    15,
                    7
                ],
                "ភូមិត្រាញ់តាបាញ់": [
                    20,
                    15,
                    7
                ]
            }
        },
        "ខណ្ឌដូនពេញ": {
            "សង្កាត់ផ្សារថ្មីទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារថ្មីទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារថ្មីទី៣": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់បឹងរាំង": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ចតុមុខ": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ជ័យជំនះ": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារកណ្តាលទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារកណ្តាលទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារចាស់": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ស្រះចក": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់វត្តភ្នំ": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            }
        },
        "ខណ្ឌ៧មករា": {
            "សង្កាត់មិត្តភាព": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់អូរឫស្សីទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់អូរឫស្សីទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់អូរឫស្សីទី៣": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់អូរឫស្សីទី៤": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់វាលវង់": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់បឹងព្រលិត": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់មនោរម្យ": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            }
        },
        "ខណ្ឌចំការមន": {
            "សង្កាត់ទន្លេបាសាក់": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់បឹងត្របែក": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទួលទំពូងទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទួលទំពូងទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារដើមថ្កូវ": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            }
        },
        "ខណ្ឌបឹងកេងកង": {
            "សង្កាត់បឹងកេងកងទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់បឹងកេងកងទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់បឹងកេងកងទី៣": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់អូឡាំពិក": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទំនប់ទឹក": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ស្វាយព្រៃ": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទួលស្វាយព្រៃទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទួលស្វាយព្រៃទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            }
        },
        "ខណ្ឌទួលគោក": {
            "សង្កាត់បឹងកក់ទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់បឹងកក់ទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់បឹងសាឡាង": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារដេប៉ូទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារដេប៉ូទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារដេប៉ូទី៣": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ផ្សារដើមគរ": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទឹកល្អក់ទី១": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទឹកល្អក់ទី២": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            },
            "សង្កាត់ទឹកល្អក់ទី៣": {
                "ភូមិទាំងអស់": [
                    4500,
                    2500,
                    1500
                ]
            }
        }
    }
};
