import { VillageDB } from './types';

export const sihanoukvilleVillageDB: VillageDB = {
    "ខេត្តព្រះសីហនុ": {
        "ក្រុងព្រះសីហនុ": {
            "សង្កាត់លេខ១": {
                "ភូមិ១": [50, 35, 25],
                "ភូមិ២": [50, 35, 25],
                "ភូមិ៣": [50, 35, 25]
            },
            "សង្កាត់លេខ២": {
                "ភូមិ១": [75, 50, 35],
                "ភូមិ២": [75, 50, 35],
                "ភូមិ៣": [75, 50, 35]
            },
            "សង្កាត់លេខ៣": {
                "ភូមិ១": [75, 50, 35],
                "ភូមិ២": [75, 50, 35],
                "ភូមិ៣": [75, 50, 35]
            },
            "សង្កាត់លេខ៤": {
                "ភូមិ១": [75, 50, 35],
                "ភូមិ២": [75, 50, 35],
                "ភូមិ៣": [75, 50, 35],
                "ភូមិ៤": [75, 50, 35],
                "ភូមិ៥": [75, 50, 35],
                "ភូមិ៦": [50, 35, 25]
            },
            "សង្កាត់កោះរ៉ុង": {
                "ភូមិកោះតូច": [25, 10, 5],
                "ភូមិដើមថ្កូវ": [25, 10, 5],
                "ភូមិព្រែកស្វាយ": [25, 10, 5],
                "ភូមិសុខសាន្ត": [25, 10, 5],
                "ភូមិដើមដូង": [25, 10, 5]
            },
            "សង្កាត់កោះរ៉ុងសន្លឹម": {
                "ភូមិកោះរ៉ុងសន្លឹម": [25, 10, 5],
                "ភូមិថ្មី": [25, 10, 5],
                "ភូមិកំពង់ស្នេហ៍": [25, 10, 5]
            }
        },
        "ស្រុកព្រៃនប់": {
            "ឃុំបិតត្រាំង": { "ភូមិពូធឿន": [2, 1, 0.2], "ភូមិចំណោតរាម": [2, 1, 0.2], "ភូមិគគីរ": [2, 1, 0.2] },
            "ឃុំរាម": { "ភូមិស្មាច់ដែង": [2, 1, 0.2], "ភូមិរាម": [2, 1, 0.2], "ភូមិថ្មធំ": [2, 1, 0.2], "ភូមិអុង": [2, 1, 0.2] },
            "ឃុំអូរឧកញ៉ាហេង": { "ភូមិអូរតាប៉ាង": [2, 1, 0.2], "ភូមិអូរចំណារ": [2, 1, 0.2], "ភូមិបត់គគីរ": [2, 1, 0.2], "ភូមិអូរឧកញ៉ាហេង": [2, 1, 0.2], "ភូមិអូរតាសេក": [2, 1, 0.2] },
            "ឃុំព្រៃនប់": { "ភូមិព្រៃនប់១": [2, 1, 0.2], "ភូមិព្រៃនប់២": [2, 1, 0.2], "ភូមិព្រៃនប់៣": [2, 1, 0.2], "ភូមិបត់សិរមាន់": [2, 1, 0.2], "ភូមិបែកក្រង់": [2, 1, 0.2] },
            "ឃុំទួលទទឹង": { "ភូមិទួលទទឹងទី១": [2, 1, 0.2], "ភូមិទួលទទឹងទី២": [2, 1, 0.2], "ភូមិទួលទទឹងទី៣": [2, 1, 0.2], "ភូមិអំពូខ្មៅ": [2, 1, 0.2] },
            "ឃុំអណ្តូងថ្ម": { "ភូមិអណ្តូងថ្ម": [2, 1, 0.2], "ភូមិត្រពាំងស្អុយទី១": [2, 1, 0.2], "ភូមិត្រពាំងស្អୁយទី២": [2, 1, 0.2], "ភូមិអូរត្រាវ": [2, 1, 0.2], "ភូមិបន្ទាយប្រិយ៍": [2, 1, 0.2] },
            "ឃុំវាលរេញ": { "ភូមិបឹងវែង": [2, 1, 0.2], "ភូមិវាលមាស": [2, 1, 0.2], "ភូមិវាលធំ": [2, 1, 0.2] },
            "ឃុំសំរុង": { "ភូមិចុងអូរ": [2, 1, 0.2], "ភូមិសំរុងលើ": [2, 1, 0.2], "ភូមិសំរុងកណ្តាល": [2, 1, 0.2], "ភូមិសំរុងក្រោម": [2, 1, 0.2], "ភូមិអូរត្រជាក់ចិត្ត": [2, 1, 0.2] },
            "ឃុំជើងគោ": { "ភូមិចំការកៅស៊ូ": [2, 1, 0.2], "ភូមិជើងគោ": [2, 1, 0.2], "ភូមិត្រពាំងមូល": [2, 1, 0.2], "ភូមិត្រពាំងគា": [2, 1, 0.2], "ភូមិតានៃ": [2, 1, 0.2], "ភូមិតាពៅ": [2, 1, 0.2], "ភូមិស្វាយ": [2, 1, 0.2], "ភូមិមនោរម្យ១": [2, 1, 0.2], "ភូមិអន្លង់ក្រពើ": [2, 1, 0.2] },
            "ឃុំសាមគ្គី": { "ភូមិបឹងរាំង": [2, 1, 0.2], "ភូមិតាអោងធំ": [2, 1, 0.2], "ភូមិព្រែកក្រាញ់": [2, 1, 0.2] },
            "ឃុំទឹកល្អក់": { "ភូមិទួល": [2, 1, 0.2], "ភូមិជ្រលង": [2, 1, 0.2], "ភូមិព្រែកផ្អាវ": [2, 1, 0.2], "ភូមិស្មាច់តូច": [2, 1, 0.2] },
            "ឃុំទឹកថ្លា": { "ភូមិកំពង់ចិន": [2, 1, 0.2], "ភូមិព្រែកទាល់": [2, 1, 0.2], "ភូមិព្រែកសង្កែ": [2, 1, 0.2], "ភូមិព្រែកប្រស់": [2, 1, 0.2] },
            "ឃុំបឹងតាព្រហ្ម": { "ភូមិបឹងតាស្រី": [1, 0.5, 0.2], "ភូមិតាព្រហ្ម": [1, 0.5, 0.2], "ភូមិដូនលយ": [1, 0.5, 0.2], "ភូមិទឹកចេញ": [1, 0.5, 0.2], "ភូមិបឹងជុំ": [1, 0.5, 0.2], "ភូមិភ្នំតូច": [1, 0.5, 0.2] },
            "ឃុំអូរជ្រៅ": { "ភូមិស្រែចាមលើ": [1, 0.5, 0.2], "ភូមិស្រែចាមក្រោម": [1, 0.5, 0.2], "ភូមិស្រែក្នុង": [1, 0.5, 0.2], "ភូមិអូរជ្រៅ": [1, 0.5, 0.2], "ភូមិកោះខ្យង": [1, 0.5, 0.2] }
        },
        "ស្រុកស្ទឹងហាវ": {
            "ឃុំទំនប់រលក": { "ភូមិ១": [3, 1.5, 0.3], "ភូមិ២": [3, 1.5, 0.3], "ភូមិ៣": [3, 1.5, 0.3], "ភូមិ៤": [3, 1.5, 0.3] },
            "ឃុំអូរត្រេះ": { "ភូមិ១": [3, 1.5, 0.3], "ភូមិ២": [3, 1.5, 0.3], "ភូមិ３": [3, 1.5, 0.3], "ភូមិ４": [3, 1.5, 0.3] },
            "ឃុំកំពេញ": { "ភូមិ១": [3, 1.5, 0.3], "ភូមិ២": [3, 1.5, 0.3] },
            "ឃុំកែវផុស": { "ភូមិម៉ុងឫទ្ធី១": [3, 1.5, 0.3], "ភូមិម៉ុងឫទ្ធី២": [3, 1.5, 0.3] }
        },
        "ស្រុកកំពង់សិលា": {
            "ឃុំអូរបាក់រទេះ": { "ភូមិព្រៃប្រសិទ្ធិ": [1, 0.6, 0.2], "ភូមិស្ទឹងច្រាល": [1, 0.6, 0.2], "ភូមិស្ទឹងសំរោង": [1, 0.6, 0.2] },
            "ឃុំស្ទឹងឆាយ": { "ភូមិគីរីវន្ត": [1, 0.6, 0.2], "ភូមិអូរតាហយ": [1, 0.6, 0.2], "ភូមិស្ទឹងឆាយខាងជើង": [1, 0.6, 0.2], "ភូមិស្ទឹងឆាយខាងត្បូង": [1, 0.6, 0.2] },
            "ឃុំកំពង់សិលា": { "ភូមិចាំស្រី": [1, 0.6, 0.2], "ភូមិក្រាំងអាត់": [1, 0.6, 0.2], "ភូមិថ្មី": [1, 0.6, 0.2], "ភូមិវាល": [1, 0.6, 0.2] },
            "ឃុំចំការហ្លួង": { "ភូមិចំការហ្លួង": [1, 0.6, 0.2], "ភូមិបឹងត្រាច": [1, 0.6, 0.2], "ភូមិសម្តេចតា": [1, 0.6, 0.2] }
        }
    }
};
