import { ProvinceData } from '../../types';

export const battambangData: ProvinceData = {
  villages: {
    "ខេត្តបាត់ដំបង": {
      "ក្រុងបាត់ដំបង": {
        "សង្កាត់ស្វាយប៉ោ": {
          "ភូមិព្រែកមហាទេព": [150, 100, 80],
          "ភូមិ២០ខុសភា": [150, 100, 80],
          "ភូមិកំពង់ក្របី": [100, 80, 50],
          "ភូមិកម្មករ": [80, 50, 15]
        },
        "សង្កាត់អូរចារ": {
          "ភូមិអូរចារ": [50, 15, 7],
          "ភូមិកាប់គោថ្មី": [50, 15, 7],
          "ភូមិអញ្ចាញ": [50, 15, 7],
          "ភូមិអណ្តូងចេញ": [30, 15, 5],
          "ភូមិអង់": [30, 15, 5],
          "ភូមិព្រៃកូនសេក": [30, 15, 5]
        },
        "សង្កាត់រតនៈ": {
          "ភូមិរំចេក៤": [80, 50, 15],
          "ភូមិរំចេក៥": [80, 50, 15],
          "ភូមិរតនៈ": [80, 50, 15],
          "ភូមិសូភី១": [50, 15, 7],
          "ភូមិសូភី២": [50, 15, 7],
          "ភូមិរំចេក១": [50, 15, 7],
          "ភូមិរំចេក២": [50, 15, 7],
          "ភូមិរំចេក៣": [50, 15, 7]
        },
        "សង្កាត់ស្លាកែត": {
          "ភូមិស្លាកែត": [20, 10, 5],
          "ភូមិដាំស្ពៃ": [20, 10, 5],
          "ភូមិជ្រៃកោង": [20, 10, 5]
        },
        "សង្កាត់ចំការសំរោង": {
          "ភូមិផ្កាស្លា": [50, 30, 10],
          "ភូមិចំការសំរោង១": [50, 30, 10],
          "ភូមិចំការសំរោង២": [50, 30, 10],
          "ភូមិវត្តលៀប": [50, 30, 10],
          "ភូមិវត្តរំដួល": [50, 30, 10]
        },
        "សង្កាត់ព្រែកព្រះស្តេច": {
          "ភូមិអូរខ្ចាយ": [40, 20, 7],
          "ភូមិ១៣មករា": [40, 20, 7],
          "ភូមិបែកចានថ្មី": [40, 20, 7],
          "ភូមិព្រែកតាតន់": [40, 20, 7],
          "ភូមិនំក្រៀប": [40, 20, 7],
          "ភូមិឡឥដ្ឋ": [40, 20, 7],
          "ភូមិចំការឫស្សី": [40, 20, 7],
          "ភូមិព្រែកព្រះស្តេច": [40, 20, 7]
        },
        "សង្កាត់ទួលតាឯក": {
          "ភូមិទួលតាឯក": [30, 15, 7],
          "ភូមិអូរតាគាំ១": [30, 15, 7],
          "ភូមិដង្កោទាប": [20, 10, 5],
          "ភូមិអូរតា ២": [20, 10, 5],
          "ភូមិអូរតាគាំ៣": [20, 10, 5]
        },
        "សង្កាត់អូរម៉ាល់": {
          "ភូមិកូនសេក": [20, 7, 3],
          "ភូមិគោកពន្លៃ": [20, 7, 3],
          "ភូមិអូរម៉ាល់": [20, 7, 3],
          "ភូមិបឹងរាំង": [20, 7, 3],
          "ភូមិសាលាបាឡាត់": [20, 7, 3],
          "ភូមិអណ្តូងព្រីង": [20, 7, 3],
          "ភូមិព្រៃដាច់": [10, 5, 2],
          "ភូមិព្រៃរកា": [10, 5, 2],
          "ភូមិវត្តរកា": [10, 5, 2],
          "ភូមិដាក់សសរ": [10, 5, 2]
        },
        "សង្កាត់វត្តគរ": {
          "ភូមិដំណាក់ហ្លួង": [20, 10, 7],
          "ភូមិច្រាបក្រសាំង": [20, 10, 7],
          "ភូមិវត្តគរ": [10, 7, 2],
          "ភូមិកំពង់សីមា": [10, 7, 2],
          "ភូមិខ្សាច់ពោយ": [10, 7, 2],
          "ភូមិបល័ង្គ": [10, 7, 2]
        },
        "សង្កាត់ក្តុលដូនទាវ": {
          "ភូមិក្ដុល": [20, 5, 2],
          "ភូមិថ្កូវ": [20, 5, 2],
          "ភូមិកន្ទួត": [20, 5, 2],
          "ភូមិតាកុយ": [15, 7, 2],
          "ភូមិអូរតានប់": [15, 7, 2],
          "ភូមិតាព្រួច": [15, 7, 2],
          "ភូមិចុងព្រែក": [15, 7, 2]
        }
      },
      "ស្រុកមោងឫស្សី": {
        "ឃុំគារ": {
          "ភូមិអូរគ្រៀត": [1, 0.6, 0.2],
          "ភូមិពោធិ១": [1, 0.6, 0.2],
          "ភូមិពោធិ២": [1, 0.6, 0.2],
          "ភូមិរាមគន់": [1, 0.6, 0.2],
          "ភូមិគារពា": [1, 0.6, 0.2],
          "ភូមិគារ១": [0.6, 0.4, 0.1],
          "ភូមិគារ២": [0.6, 0.4, 0.1],
          "ភូមិតាណាក": [0.6, 0.4, 0.1],
          "ភូមិរកាឈ្មោល": [0.6, 0.4, 0.1],
          "ភូមិអន្លង់ល្ពៅ": [0.6, 0.4, 0.1]
        },
        "ឃុំព្រៃស្វាយ": {
          "ភូមិព្រៃស្វាយ": [1, 0.6, 0.2],
          "ភូមិព្រៃព្រាល": [1, 0.6, 0.2],
          "ភូមិកាឡោមភ្លុក": [1, 0.6, 0.2],
          "ភូមិទួលធ្នង់": [1, 0.6, 0.2],
          "ភូមិចាមរអា": [0.6, 0.4, 0.1],
          "ភូមិផ្លូវបំបែក": [0.6, 0.4, 0.1],
          "ភូមិគរ": [0.6, 0.4, 0.1],
          "ភូមិរំចេក": [0.6, 0.4, 0.1],
          "ភូមិស្រម៉មាស": [0.6, 0.4, 0.1]
        },
        "ឃុំឫស្សីក្រាំង": {
          "ភូមិអំពិលឈូង": [1, 0.6, 0.2],
          "ភូមិថ្នល់បត់": [1, 0.6, 0.2],
          "ភូមិនិគមក្រោម": [0.6, 0.4, 0.1],
          "ភូមិទួលរកា": [0.6, 0.4, 0.1],
          "ភូមិជ្រៃរុណ": [0.6, 0.4, 0.1],
          "ភូមិពេជចង្វា": [0.6, 0.4, 0.1],
          "ភូមិស្រះជីនាង": [0.6, 0.4, 0.1],
          "ភូមិយីនមាន": [0.6, 0.4, 0.1],
          "ភូមិទួលស្នូល": [0.6, 0.4, 0.1]
        },
        "ឃុំកកោះ": {
          "ភូមិកកោះ": [1, 0.6, 0.2],
          "ភូមិទួលព្រំ១": [0.6, 0.4, 0.1],
          "ភូមិចកតូច": [0.6, 0.4, 0.1],
          "ភូមិចកធំ": [0.6, 0.4, 0.1],
          "ភូមិស្រែអូរ": [0.6, 0.4, 0.1],
          "ភូមិផ្ទៀង": [0.6, 0.4, 0.1]
        },
        "ឃុំព្រៃតូច": {
          "ភូមិកូនខ្លុង": [1, 0.6, 0.2],
          "ភូមិព្រៃតូច": [1, 0.6, 0.2],
          "ភូមិស្ទឹងចក": [1, 0.6, 0.2],
          "ភូមិដុបក្រសាំង": [1, 0.6, 0.2],
          "ភូមិថ្មី": [0.6, 0.4, 0.1],
          "ភូមិព្រាននិល": [0.6, 0.4, 0.1]
        },
        "ឃុំមោង": {
          "ភូមិមោង": [1, 0.6, 0.2],
          "ភូមិកន្សៃបន្ទាយ": [1, 0.6, 0.2],
          "ភូមិរ៉ា": [0.6, 0.4, 0.1],
          "ភូមិតតុក១": [0.6, 0.4, 0.1],
          "ភូមិតតុក២": [0.6, 0.4, 0.1],
          "ភូមិដើមដួង": [0.6, 0.4, 0.1],
          "ភូមិប្រឡាយ": [0.6, 0.4, 0.1],
          "ភូមិឫស្សី១": [0.6, 0.4, 0.1],
          "ភូមិឫស្សី២": [0.6, 0.4, 0.1],
          "ភូមិរលួស": [0.6, 0.4, 0.1],
          "ភូមិប៉ែន": [0.6, 0.4, 0.1],
          "ភូមិអូរក្របៅ": [0.6, 0.4, 0.1],
          "ភូមិកោះចារ": [0.6, 0.4, 0.1]
        },
        "ឃុំតាលាស់": {
          "ភូមិត្រស់": [0.6, 0.4, 0.1],
          "ភូមិប្រឡាយ": [0.6, 0.4, 0.1],
          "ភូមិចុងប្រឡាយ": [0.6, 0.4, 0.1],
          "ភូមិវាល": [0.6, 0.4, 0.1],
          "ភូមិស្ទឹងថ្មី": [0.6, 0.4, 0.1],
          "ភូមិស្តីស្ទឹង": [0.6, 0.4, 0.1],
          "ភូមិសួស្តី": [0.6, 0.4, 0.1]
        },
        "ឃុំជ្រៃ": {
          "ភូមិចុងសំណាយ": [0.6, 0.4, 0.1],
          "ភូមិជ្រៃ១": [0.6, 0.4, 0.1],
          "ភូមិជ្រៃ២": [0.6, 0.4, 0.1],
          "ភូមិជ្រៃជើង": [0.6, 0.4, 0.1],
          "ភូមិព្រះ": [0.6, 0.4, 0.1],
          "ភូមិទួលតាថុន": [0.6, 0.4, 0.1]
        },
        "ឃុំរបស់មង្គល": {
          "ភូមិរបស់មង្គល": [0.6, 0.4, 0.1],
          "ភូមិកូនក្អែក១": [0.6, 0.4, 0.1],
          "ភូមិក្អែក២": [0.6, 0.4, 0.1],
          "ភូមិព្រែកអាំ": [0.6, 0.4, 0.1],
          "ភូមិបឹងបី": [0.6, 0.4, 0.1],
          "ភូមិអន្លង់កូប": [0.6, 0.4, 0.1],
          "ភូមិតួយជីកដី": [0.6, 0.4, 0.1],
          "ភូមិព្រៃព្រំ១": [0.6, 0.4, 0.1],
          "ភូមិព្រៃព្រំ២": [0.6, 0.4, 0.1]
        }
      },
      "ស្រុកថ្មគោល": {
        "ឃុំជ្រៃ": {
          "ភូមិកគោ": [2, 0.6, 0.2],
          "ភូមិក្បាលខ្មោច": [2, 0.6, 0.2],
          "ភូមិហៃសាន": [2, 0.6, 0.2],
          "ភូមិជ្រៃ": [2, 0.6, 0.2],
          "ភូមិស្វាយជ្រុំ": [1, 0.4, 0.1],
          "ភូមិជ្រៃថ្មី": [1, 0.4, 0.1],
          "ភូមិព្រៃទទឹង": [1, 0.4, 0.1],
          "ភូមិអន្លង់រុន": [1, 0.4, 0.1],
          "ភូមិគ្រួស": [1, 0.4, 0.1],
          "ភូមិពពាលខែ": [1, 0.4, 0.1]
        },
        "ឃុំអូរតាគី": {
          "ភូមិវាលទ្រា": [2, 0.6, 0.2],
          "ភូមិត្រស់": [2, 0.6, 0.2],
          "ភូមិអូរតាគី": [2, 0.6, 0.2],
          "ភូមិពពាលខែ": [2, 0.6, 0.2],
          "ភូមិព្រៃទទឹង": [2, 0.4, 0.1],
          "ភូមិព្រៃដាច់": [2, 0.4, 0.1],
          "ភូមិត្រាង": [2, 0.4, 0.1],
          "ភូមិកកោះ": [2, 0.4, 0.1]
        },
        "ឃុំតាម៉ឺន": {
          "ភូមិទំនាប": [2, 0.6, 0.2],
          "ភូមិជ្រោយម្ទេស": [2, 0.6, 0.2],
          "ភូមិថ្មគោលជើង": [2, 0.6, 0.2],
          "ភូមិសំរោង": [2, 0.4, 0.1],
          "ភូមិក្រសាំង": [2, 0.4, 0.1],
          "ភូមិតាសី": [2, 0.4, 0.1],
          "ភូមិគោកត្រប់": [2, 0.4, 0.1],
          "ភូមិថ្មី": [2, 0.4, 0.1],
          "ភូមិអង់ជើង": [2, 0.4, 0.1],
          "ភូមិទំពូងជើង": [2, 0.4, 0.1]
        },
        "ឃុំតាពូង": {
          "ភូមិកសិកម្ម": [3, 0.6, 0.2],
          "ភូមិថ្មគោលត្បូង": [3, 0.6, 0.2],
          "ភូមិប៉ោយយង់": [3, 0.6, 0.2],
          "ភូមិប៉ោយសំរោង": [2, 0.6, 0.1],
          "ភូមិទំពូងត្បូង": [2, 0.6, 0.1],
          "ភូមិអង់ត្បូង": [2, 0.6, 0.1],
          "ភូមិគោកក្តួច": [2, 0.6, 0.1]
        },
        "ឃុំជ្រោយ": {
          "ភូមិជ្រោយ": [2, 0.6, 0.2],
          "ភូមិនិគមក្រៅ": [2, 0.6, 0.2],
          "ភូមិនិគមក្នុង": [0.6, 0.4, 0.1]
        },
        "ឃុំបឹងព្រីង": {
          "ភូមិបឹងព្រីង": [2, 0.6, 0.2],
          "ភូមិអូរញ": [2, 0.6, 0.2],
          "ភូមិស្នួលកោង": [0.6, 0.4, 0.1],
          "ភូមិប៉ោយតាសេក": [0.6, 0.4, 0.1]
        },
        "ឃុំរូងជ្រៃ": {
          "ភូមិប្រតាប": [0.6, 0.4, 0.1],
          "ភូមិគោកខ្ពស់": [0.6, 0.4, 0.1],
          "ភូមិបល្ល័ង្គក្រោម": [0.6, 0.4, 0.1],
          "ភូមិរូងជ្រៃ": [0.6, 0.4, 0.1],
          "ភូមិទួល": [0.6, 0.4, 0.1],
          "ភូមិប៉ោយរំ": [0.6, 0.4, 0.1],
          "ភូមិព្រះពន្លា": [0.6, 0.4, 0.1]
        },
        "ឃុំបន្សាយត្រែង": {
          "ភូមិបន្សាយត្រែង": [1, 0.4, 0.1],
          "ភូមិតាកយ": [1, 0.4, 0.1],
          "ភូមិថ្មី": [1, 0.4, 0.1],
          "ភូមិព្រៃលាវ": [1, 0.4, 0.1],
          "ភូមិកោងកាង": [1, 0.4, 0.1],
          "ភូមិច្ឆា": [1, 0.4, 0.1],
          "ភូមិស្ពាន": [1, 0.4, 0.1],
          "ភូមិទួលតាសុខ": [1, 0.4, 0.1]
        },
        "ឃុំគោកឃ្មុំ": {
          "ភូមិកៀនកែស១": [1, 0.4, 0.1],
          "ភូមិកៀនកែស២": [1, 0.4, 0.1],
          "ភូមិតាមាឃ": [1, 0.4, 0.1],
          "ភូមិច្រនៀង": [1, 0.4, 0.1],
          "ភូមិគោកឃ្មុំ": [1, 0.4, 0.1],
          "ភូមិកណ្តាលជើង": [1, 0.4, 0.1],
          "ភូមិកណ្តាលត្បូង": [1, 0.4, 0.1],
          "ភូមិឆ្កែកូន": [1, 0.4, 0.1]
        },
        "ឃុំអន្លង់រុន": {
          "ភូមិគ្រួស": [1, 0.4, 0.1],
          "ភូមិសូភី": [1, 0.4, 0.1],
          "ភូមិស្ថាស្លាក់": [1, 0.4, 0.1],
          "ភូមិចារ": [1, 0.4, 0.1],
          "ភូមិចបកាប់": [1, 0.4, 0.1]
        }
      },
      "ស្រុកកំរៀង": {
        "ឃុំតាក្រី": {
          "ភូមិកំពង់ចំលងក្រោម": [1, 0.6, 0.2],
          "ភូមិកំប្រង់": [1, 0.6, 0.2],
          "ភូមិសាមសិប": [1, 0.6, 0.2],
          "ភូមិទួលទិល": [1, 0.6, 0.2],
          "ភូមិតាក្រី": [1, 0.6, 0.2],
          "ភូមិស្រះទឹកថ្មី": [1, 0.6, 0.2],
          "ភូមិផ្លូវប្រាំមួយ": [1, 0.6, 0.2],
          "ភូមិដំណាក់សាលា": [1, 0.6, 0.2],
          "ភូមិកំពង់ចំលងលើ": [0.6, 0.4, 0.1],
          "ភូមិស្រះកំប៉ោក": [0.6, 0.4, 0.1]
        },
        "ឃុំបឹងរាំង": {
          "ភូមិស្វាយ": [1, 0.6, 0.2],
          "ភូមិដួង": [1, 0.6, 0.2],
          "ភូមិព្រះពុទ្ធ": [1, 0.6, 0.2],
          "ភូមិបឹងរាំង": [1, 0.6, 0.2],
          "ភូមិអូរដាលើ": [1, 0.6, 0.2],
          "ភូមិអូរក្រូច": [1, 0.6, 0.2],
          "ភូមិចាំចាម": [1, 0.6, 0.2],
          "ភូមិស្វាយធំ": [1, 0.6, 0.2]
        },
        "ឃុំកំរៀង": {
          "ភូមិកំរៀង": [1, 0.6, 0.2],
          "ភូមិស្វាយវែង": [1, 0.6, 0.2],
          "ភូមិស្វាយស": [1, 0.6, 0.2],
          "ភូមិស្រឡៅទង": [1, 0.6, 0.2],
          "ភូមិអូរជ្រៃ": [1, 0.6, 0.2],
          "ភូមិរកាបុស": [1, 0.6, 0.2],
          "ភូមិឡាក់ហុកពីរ": [1, 0.6, 0.2],
          "ភូមិបឹងអូរជាង": [1, 0.6, 0.2]
        },
        "ឃុំអូរដា": {
          "ភូមិអូរដា": [1, 0.6, 0.2],
          "ភូមិស្វាយជ្រុំ": [1, 0.6, 0.2],
          "ភូមិអូរគគី": [1, 0.6, 0.2],
          "ភូមិលំផាត់": [1, 0.6, 0.2],
          "ភូមិតាំងយូ": [1, 0.6, 0.2],
          "ភូមិថ្មី": [1, 0.4, 0.1],
          "ភូមិកណ្តាល": [1, 0.4, 0.1],
          "ភូមិម្ចាស់កាល": [1, 0.4, 0.1],
          "ភូមិកំពង់": [1, 0.4, 0.1],
          "ភូមិសំរោង": [1, 0.4, 0.1]
        },
        "ឃុំតាសែន": {
          "ភូមិអូរអន្លក់": [1, 0.6, 0.2],
          "ភូមិអូរចម្លង": [1, 0.6, 0.2],
          "ភូមិអូរទឹកថ្លា": [1, 0.6, 0.2],
          "ភូមិសាមគ្គី": [1, 0.6, 0.2],
          "ភូមិដីក្រហម": [1, 0.6, 0.2]
        },
        "ឃុំត្រាង": {
          "ភូមិតាសែន": [1, 0.6, 0.2],
          "ភូមិស្វាយព្រៃ": [1, 0.6, 0.2],
          "ភូមិត្រាង": [1, 0.6, 0.2],
          "ភូមិថ្មី": [1, 0.6, 0.2],
          "ភូមិល្វាទេ": [0.6, 0.4, 0.1],
          "ភូមិកណ្តាល": [0.6, 0.4, 0.1],
          "ភូមិអូរចំបក់": [0.6, 0.4, 0.1],
          "ភូមិអូរគគី": [0.6, 0.4, 0.1],
          "ភូមិភ្នំមួយរយ": [0.6, 0.4, 0.1]
        }
      },
      "ស្រុកសង្កែ": {
        "ឃុំអន្លង់វិល": {
          "ភូមិអន្លង់វិល": [1, 0.6, 0.2],
          "ភូមិច្រាបវាល": [1, 0.6, 0.2],
          "ភូមិជំនីក": [1, 0.6, 0.2],
          "ភូមិពុកឆ្មា": [1, 0.6, 0.2],
          "ភូមិដំបូកបុណ្យ": [1, 0.6, 0.2],
          "ភូមិស្វាយកង់": [1, 0.6, 0.2],
          "ភូមិបេង": [1, 0.4, 0.2],
          "ភូមិស្តង់": [1, 0.4, 0.2],
          "ភូមិអូរមុនី១": [1, 0.4, 0.2],
          "ភូមិអូរមុនី២": [1, 0.4, 0.2]
        },
        "ឃុំកំពង់ព្រៀង": {
          "ភូមិកាច់រទេះ": [1, 0.5, 0.2],
          "ភូមិអូសទូក": [1, 0.5, 0.2],
          "ភូមិក្បាលថ្នល់": [1, 0.5, 0.2],
          "ភូមិសាលាត្រាវ": [0.6, 0.4, 0.1],
          "ភូមិថ្មី": [0.6, 0.4, 0.1],
          "ភូមិសំបុកអក": [0.6, 0.4, 0.1]
        },
        "ឃុំកំពង់ព្រះ": {
          "ភូមិកំពង់ព្រះ": [1, 0.6, 0.2],
          "ភូមិស្រះកែវ": [1, 0.6, 0.2],
          "ភូមិបញ្ហា": [1, 0.6, 0.2],
          "ភូមិក្រឡាញ់": [1, 0.6, 0.2],
          "ភូមិអណ្តូងត្រាច": [1, 0.4, 0.1],
          "ភូមិព្រៃចែក": [1, 0.4, 0.1]
        },
        "ឃុំនរា": {
          "ភូមិនរា១": [1, 0.6, 0.2],
          "ភូមិនរា២": [1, 0.6, 0.2],
          "ភូមិបាឡាត់": [1, 0.6, 0.2],
          "ភូមិតាកុក": [0.6, 0.4, 0.1]
        },
        "ឃុំរាំងកេសី": {
          "ភូមិរាំងកេសី": [1, 0.4, 0.1],
          "ភូមិដំណាក់ដង្កោ": [1, 0.4, 0.1],
          "ភូមិបឹងវែង": [1, 0.4, 0.1],
          "ភូមិរាំងក្រោល": [1, 0.4, 0.1],
          "ភូមិវត្តកណ្តាល": [1, 0.4, 0.1],
          "ភូមិស្វាយជាតិ": [1, 0.4, 0.1],
          "ភូមិទួលស្នួល": [1, 0.4, 0.1],
          "ភូមិកកោះកំបុត": [1, 0.4, 0.1],
          "ភូមិព្រៃស្វាយ": [1, 0.4, 0.1]
        },
        "ឃុំវត្តតាមឹម": {
          "ភូមិស្លក្រាម": [2, 0.6, 0.1],
          "ភូមិកំពង់អំពិល": [2, 0.6, 0.1],
          "ភូមិអូរស្រឡៅ": [2, 0.6, 0.1],
          "ភូមិអូរខ្ចាយ": [2, 0.6, 0.1],
          "ភូមិកំពង់ឆ្លង": [2, 0.6, 0.1],
          "ភូមិអន្លង់ល្វា": [2, 0.6, 0.1]
        },
        "ឃុំអូរដំបង២": {
          "ភូមិអូរដំបង": [1, 0.4, 0.1],
          "ភូមិស្វាយជ្រុំ": [1, 0.4, 0.1],
          "ភូមិកំពង់ឃ្លោក": [1, 0.4, 0.1],
          "ភូមិស្វាយធំ": [1, 0.4, 0.1],
          "ភូមិដំបូកខ្ពស់": [1, 0.4, 0.1],
          "ភូមិទួលលៀង": [1, 0.4, 0.1]
        },
        "ឃុំអូរដំបង១": {
          "ភូមិវត្តតាមិម": [1, 0.4, 0.1],
          "ភូមិវត្តចែង": [1, 0.4, 0.1],
          "ភូមិអូរខ្ចាយ": [1, 0.4, 0.1],
          "ភូមិអូរស្រឡៅ": [1, 0.4, 0.1],
          "ភូមិសំរោងកោង": [1, 0.4, 0.1],
          "ភូមិបោះពោធិ": [1, 0.4, 0.1]
        },
        "ឃុំរកា": {
          "ភូមិរកា": [1, 0.4, 0.1],
          "ភូមិឈូងត្រដក់": [1, 0.4, 0.1],
          "ភូមិពោធិបាត់ដំបង": [1, 0.4, 0.1],
          "ភូមិអំបែងថ្ងៃ": [1, 0.4, 0.1],
          "ភូមិតាហែន១": [1, 0.4, 0.1],
          "ភូមិតាហែន២": [1, 0.4, 0.1]
        },
        "ឃុំតាប៉ុន": {
          "ភូមិតាប៉ុន": [1, 0.4, 0.1],
          "ភូមិបាសែត": [1, 0.4, 0.1],
          "ភូមិសម្តេច": [1, 0.4, 0.1],
          "ភូមិស្វាយស": [1, 0.4, 0.1],
          "ភូមិបឹងទឹម": [1, 0.4, 0.1]
        }
      },
      "ស្រុកបវេល": {
        "ឃុំខ្នាចរមាស": {
          "ភូមិខ្នាចរមាស": [2, 0.6, 0.2],
          "ភូមិបល្ល័ង្គលើ": [1, 0.4, 0.1],
          "ភូមិបល្ល័ង្គមានជ័យ": [1, 0.4, 0.1],
          "ភូមិព្រៃសង្ហា": [1, 0.4, 0.1],
          "ភូមិស្វាយស": [1, 0.4, 0.1],
          "ភូមិកោះរាម": [1, 0.4, 0.1],
          "ភូមិរូងអំពិល": [1, 0.4, 0.1],
          "ភូមិជ្រោយស្លា": [1, 0.4, 0.1]
        },
        "ឃុំក្ដុលតាហែន": {
          "ភូមិពាម": [1, 0.6, 0.2],
          "ភូមិក្តុលក្រោម": [1, 0.6, 0.2],
          "ភូមិកណ្តាល": [1, 0.6, 0.2],
          "ភូមិថ្មី": [1, 0.6, 0.2],
          "ភូមិទួលក្រសាំង": [1, 0.6, 0.2],
          "ភូមិតាហែន": [1, 0.6, 0.2],
          "ភូមិក្តុលលើ": [1, 0.6, 0.2],
          "ភូមិសាន": [1, 0.4, 0.1],
          "ភូមិសួនស្ថា": [1, 0.4, 0.1],
          "ភូមិដំណាក់ដង្កោ": [1, 0.4, 0.1],
          "ភូមិតាគត់": [1, 0.4, 0.1],
          "ភូមិស្រះទឹក": [1, 0.4, 0.1],
          "ភូមិបឹងអន្លក់": [1, 0.4, 0.1],
          "ភូមិអន្លង់រៃ": [1, 0.4, 0.1]
        },
        "ឃុំឃ្លាំងមាស": {
          "ភូមិទំនុបតាកូន": [1, 0.6, 0.2],
          "ភូមិព្រៃព្រាល": [1, 0.6, 0.2],
          "ភូមិអូរជូនពៅ": [1, 0.6, 0.2],
          "ភូមិកំពង់ម្កាក់": [1, 0.6, 0.2],
          "ភូមិត្រពាំងក្បាលស្វា": [1, 0.6, 0.2],
          "ភូមិព្រៃធំ": [1, 0.6, 0.2],
          "ភូមិប្របហឹម": [1, 0.6, 0.2],
          "ភូមិឃ្លាំង": [1, 0.6, 0.2],
          "ភូមិទួលស្នួល": [1, 0.6, 0.2],
          "ភូមិបឹងសង្កែ": [1, 0.6, 0.2],
          "ភូមិអន្លង់រាំង": [1, 0.6, 0.2],
          "ភូមិសង្គ្រាជ": [1, 0.6, 0.2],
          "ភូមិច្រាំងបាក់": [1, 0.6, 0.2]
        },
        "ឃុំបវេល": {
          "ភូមិស្ទឹងដាច់": [1, 0.5, 0.2],
          "ភូមិពាម": [1, 0.5, 0.2],
          "ភូមិសង្កែវារ": [1, 0.5, 0.2],
          "ភូមិបវេល១": [1, 0.5, 0.2],
          "ភូមិបវេល២": [1, 0.5, 0.2],
          "ភូមិស្វាយជ្រុំ": [1, 0.5, 0.2],
          "ភូមិកំពង់ភ្លៅ": [1, 0.4, 0.1],
          "ភូមិភោគ": [1, 0.4, 0.1],
          "ភូមិស្តខ្លាញ់": [1, 0.4, 0.1],
          "ភូមិដាច់ព្រ័ត្រ": [1, 0.4, 0.1],
          "ភូមិស្ពានកណ្តាល": [1, 0.4, 0.1],
          "ភូមិដូនអាវ": [1, 0.4, 0.1],
          "ភូមិព្រៃទទឹង": [1, 0.4, 0.1],
          "ភូមិព្រៃទទឹង២": [1, 0.4, 0.1],
          "ភូមិកំពង់ឆ្នាំង១": [1, 0.4, 0.1],
          "ភូមិកំពង់ឆ្នាំង២": [1, 0.4, 0.1],
          "ភូមិសាំងរាំង": [1, 0.4, 0.1],
          "ភូមិទំនប់ទឹក": [1, 0.4, 0.1],
          "ភូមិសាមគ្គី": [1, 0.4, 0.1]
        },
        "ឃុំអំពិលប្រាំដើម": {
          "ភូមិដួង": [1, 0.6, 0.2],
          "ភូមិតាខៀវ": [1, 0.6, 0.2],
          "ភូមិអំពិល": [1, 0.6, 0.2],
          "ភូមិសៀម": [1, 0.6, 0.2],
          "ភូមិដង្កោក្រមាង": [1, 0.6, 0.2],
          "ភូមិបឹងសង្កែ": [1, 0.6, 0.2],
          "ភូមិបឹងអារក្ស": [1, 0.6, 0.2],
          "ភូមិបឹងពពូល": [1, 0.6, 0.2],
          "ភូមិស្ថាពរ១": [0.6, 0.3, 0.1],
          "ភូមិបួរន": [0.6, 0.3, 0.1],
          "ភូមិស្ថាពរ២": [0.6, 0.3, 0.1],
          "ភូមិកូប": [0.6, 0.3, 0.1],
          "ភូមិបឹងស្នូល": [0.6, 0.3, 0.1]
        },
        "ឃុំល្វា": {
          "ភូមិរាមសេនា": [0.6, 0.3, 0.1],
          "ភូមិដូនអោក": [0.6, 0.3, 0.1],
          "ភូមិល្វា": [0.6, 0.3, 0.1],
          "ភូមិបឹងសំរោង": [0.4, 0.4, 0.1],
          "ភូមិជូនញ៉ែម": [0.4, 0.4, 0.1],
          "ភូមិពឹងពង់": [0.4, 0.4, 0.1],
          "ភូមិចំការ": [0.4, 0.4, 0.1],
          "ភូមិក្បាលស្ពាន": [0.4, 0.4, 0.1],
          "ភូមិដង្កោ": [0.4, 0.4, 0.1],
          "ភូមិស្វាយព្រៃ": [0.4, 0.4, 0.1],
          "ភូមិល្វាចាស់": [0.4, 0.4, 0.1],
          "ភូមិតានី": [0.4, 0.4, 0.1]
        },
        "ឃុំព្រៃខ្ពស់": {
          "ភូមិដង្កោពេន": [1, 0.4, 0.1],
          "ភូមិម៉ាក់": [1, 0.4, 0.1],
          "ភូមិតា": [1, 0.4, 0.1],
          "ភូមិតាម៉ាត": [1, 0.4, 0.1],
          "ភូមិស្រណាល": [1, 0.4, 0.1],
          "ភូមិពោធិ": [1, 0.4, 0.1],
          "ភូមិព្រៃខ្ពស់": [1, 0.4, 0.1],
          "ភូមិក្បាលថ្នល់": [1, 0.4, 0.1],
          "ភូមិក្បាលអាងបឹងជំនៀង": [1, 0.4, 0.1]
        },
        "ឃុំបឹងប្រាំ": {
          "ភូមិសំណាងព្រះស្រី": [1, 0.4, 0.1],
          "ភូមិបឹងប្រាំ": [1, 0.4, 0.1],
          "ភូមិយុត្តិធ៌ម": [1, 0.4, 0.1],
          "ភូមិបឹងក្រឡ": [1, 0.4, 0.1],
          "ភូមិអូរឬស្សី": [1, 0.4, 0.1],
          "ភូមិបឹងក្រចុង": [1, 0.4, 0.1],
          "ភូមិជ័យជំនះ": [1, 0.4, 0.1],
          "ភូមិក្រពើសែសិប": [1, 0.4, 0.1]
        }
      },
      "ស្រុកបាណន់": {
        "ឃុំភ្នំសំពៅ": {
          "ភូមិគោកអំពិល": [2, 0.6, 0.2],
          "ភូមិចែងក្តារ": [2, 0.6, 0.2],
          "ភូមិកំប៉ូវ": [2, 0.6, 0.2],
          "ភូមិភ្នំសំពៅលិច": [2, 0.6, 0.2],
          "ភូមិភ្នំសំពៅកើត": [2, 0.6, 0.2],
          "ភូមិក្រពើត្បូង": [2, 0.6, 0.2],
          "ភូមិក្ដោង": [1, 0.4, 0.1],
          "ភូមិសំណាញ់": [1, 0.4, 0.1],
          "ភូមិក្រពើកើត": [1, 0.4, 0.1],
          "ភូមិក្រពើជើង": [1, 0.4, 0.1]
        },
        "ឃុំស្ទឹង": {
          "ភូមិសំរោង": [1, 0.6, 0.2],
          "ភូមិពាក់ស្បែក": [1, 0.6, 0.2],
          "ភូមិរីជេ": [1, 0.6, 0.2],
          "ភូមិស្ទឹងកើត": [1, 0.6, 0.2],
          "ភូមិគរ": [0.6, 0.4, 0.1],
          "ភូមិស្ទឹងលិច": [0.6, 0.4, 0.1],
          "ភូមិបឹងប្រិយ": [0.6, 0.4, 0.1],
          "ភូមិព្រះស្រែ": [0.6, 0.4, 0.1],
          "ភូមិបឹងចែង": [0.6, 0.4, 0.1],
          "ភូមិសំបួរមាស": [0.6, 0.4, 0.1],
          "ភូមិបឹងក្រសាល": [0.6, 0.4, 0.1]
        },
        "ឃុំឈើទាល": {
          "ភូមិឈើទាល": [1, 0.6, 0.2],
          "ភូមិបាយដំរាំ": [1, 0.6, 0.2],
          "ភូមិអន្លង់តាម៉ី": [1, 0.6, 0.2],
          "ភូមិអន្លក់កោង": [1, 0.6, 0.2],
          "ភូមិថ្កូវ": [1, 0.6, 0.2],
          "ភូមិខ្នារ": [1, 0.6, 0.2],
          "ភូមិបត់សាលា": [1, 0.6, 0.2],
          "ភូមិកំពង់ឆ្លង": [0.6, 0.4, 0.1],
          "ភូមិកំពង់ស្រមរ": [0.6, 0.4, 0.1],
          "ភូមិឥន្ទជិត": [0.6, 0.4, 0.1],
          "ភូមិស្វាយប្រគាប": [0.6, 0.4, 0.1],
          "ភូមិឆកពោធិ": [0.6, 0.4, 0.1],
          "ភូមិចំការស្វាយ": [0.6, 0.4, 0.1],
          "ភូមិប": [0.6, 0.4, 0.1],
          "ភូមិដួង": [0.6, 0.4, 0.1]
        },
        "ឃុំបាយដំរាំ": {
          "ភូមិបាយដំរាំ": [0.6, 0.4, 0.1],
          "ភូមិ": [0.6, 0.4, 0.1],
          "ភូមិតាស៊ង": [0.6, 0.4, 0.1],
          "ភូមិក្រឡាពាស": [0.6, 0.4, 0.1],
          "ភូមិកញ្ជ្រោង": [0.6, 0.4, 0.1],
          "ភូមិកំពង់ចែង": [0.6, 0.4, 0.1],
          "ភូមិទួលច្រនៀង": [0.6, 0.4, 0.1],
          "ភូមិព្រៃទទឹង": [0.6, 0.4, 0.1]
        },
        "ឃុំតាគ្រាម": {
          "ភូមិតាគ្រាម": [1, 0.6, 0.2],
          "ភូមិតាង៉ែន": [1, 0.6, 0.2],
          "ភូមិថ្មី": [1, 0.6, 0.2],
          "ភូមិអូរតាញា": [1, 0.6, 0.2],
          "ភូមិប៉ោយស្វាយ": [1, 0.6, 0.2],
          "ភូមិអូរពងមាន់": [0.6, 0.4, 0.1],
          "ភូមិព្រៃផ្តៅ": [0.6, 0.4, 0.1],
          "ភូមិអន្លង់ស្វាយ": [0.6, 0.4, 0.1],
          "ភូមិជង្គត់ផ្គង់": [0.6, 0.4, 0.1],
          "ភូមិស្លាបប៉ាង": [0.6, 0.4, 0.1],
          "ភូមិអណ្តូងនាង": [0.6, 0.4, 0.1]
        },
        "ឃុំកន្ទឺ២": {
          "ភូមិបាណន់": [0.6, 0.4, 0.1],
          "ភូមិកំប៉ង់លិច": [0.6, 0.4, 0.1],
          "ភូមិកំប៉ង់កើត": [0.6, 0.4, 0.1],
          "ភូមិចំការអូរ": [0.6, 0.4, 0.1],
          "ភូមិប៉ុស្តិ៍ក": [0.6, 0.4, 0.1],
          "ភូមិឆាយរំពាត់": [0.6, 0.4, 0.1],
          "ភូមិភ្នំគល់": [0.6, 0.4, 0.1]
        },
        "ឃុំចែងមានជ័យ": {
          "ភូមិរូង": [0.6, 0.4, 0.1],
          "ភូមិចែង": [0.6, 0.4, 0.1],
          "ភូមិរ": [0.6, 0.4, 0.1],
          "ភូមិដួង": [0.6, 0.4, 0.1],
          "ភូមិចុះខ្នុរ": [0.6, 0.4, 0.1],
          "ភូមិចង្អូរស្វាយ": [0.6, 0.4, 0.1],
          "ភូមិកំពង់គល់": [0.6, 0.4, 0.1]
        },
        "ឃុំកន្ទឺ១": {
          "ភូមិថ្មី": [0.6, 0.4, 0.1],
          "ភូមិទួលធ្នង់": [0.6, 0.4, 0.1],
          "ភូមិស្វាយព្រៃ": [0.6, 0.4, 0.1],
          "ភូមិកំពង់អំពិល": [0.6, 0.4, 0.1],
          "ភូមិស្វាយបីដើម": [0.6, 0.4, 0.1],
          "ភូមិវត្តក": [0.6, 0.4, 0.1],
          "ភូមិសសរពក": [0.6, 0.4, 0.1]
        }
      },
      "ស្រុករតនមណ្ឌល": {
        "ឃុំ": {
          "ភូមិ": [0.5, 0.4, 0.1],
          "ភូមិបឹងអំពិល": [0.5, 0.4, 0.1],
          "ភូមិបាណង់": [0.5, 0.4, 0.1],
          "ភូមិដង្គត់": [0.5, 0.4, 0.1],
          "ភូមិដូនមាយ": [0.5, 0.4, 0.1],
          "ភូមិបរិបូណ៍": [0.5, 0.4, 0.1],
          "ភូមិគោកជ័រ": [0.5, 0.4, 0.1],
          "ភូមិចំការលូត": [0.5, 0.4, 0.1]
        },
        "ឃុំត្រែង": {
          "ភូមិគីឡូ៣៨": [1.4, 0.4, 0.1],
          "ភូមិភ្ជាវ": [1.4, 0.4, 0.1],
          "ភូមិគីឡូ": [1.4, 0.4, 0.1],
          "ភូមិជាមន្ត្រី": [1.4, 0.4, 0.1],
          "ភូមិតាត្រក់": [1.4, 0.4, 0.1],
          "ភូមិជីសាង": [1.4, 0.4, 0.1],
          "ភូមិស្វាយស": [1.4, 0.4, 0.1],
          "ភូមិរុន": [1.4, 0.4, 0.1]
        },
        "ឃុំផ្លូវមាស": {
          "ភូមិអូរត្រែង": [0.5, 0.3, 0.1],
          "ភូមិទឹកសាប": [0.5, 0.3, 0.1],
          "ភូមិផ្លូវមាស": [0.5, 0.3, 0.1],
          "ភូមិសេកសក": [0.5, 0.3, 0.1],
          "ភូមិជីប៉ាង": [0.5, 0.3, 0.1],
          "ភូមិអូរដា": [0.5, 0.3, 0.1],
          "ភូមិអូរខ្លួន": [0.5, 0.3, 0.1]
        },
        "ឃុំអណ្ដើកហែប": {
          "ភូមិថ្មព្រូស": [0.5, 0.3, 0.1],
          "ភូមិសេរីវ័ន្ត": [0.5, 0.3, 0.1],
          "ភូមិអណ្ដើកហែប": [0.5, 0.3, 0.1],
          "ភូមិស្វាយជួរ": [0.5, 0.3, 0.1],
          "ភូមិព្រៃអំពរ": [0.5, 0.3, 0.1],
          "ភូមិកណ្តាលស្ទឹង": [0.5, 0.3, 0.1],
          "ភូមិថ្នាក": [0.5, 0.3, 0.1]
        },
        "ឃុំរស្មីសង្ហារ": {
          "ភូមិអូរឃ្មុំ": [0.5, 0.3, 0.1],
          "ភូមិអណ្ដើកដប់មួយ": [0.5, 0.3, 0.1],
          "ភូមិនាងលេម": [0.5, 0.3, 0.1],
          "ភូមិរស្មីសង្ហារ": [0.5, 0.3, 0.1],
          "ភូមិពេជ្រចង្វារ": [0.5, 0.3, 0.1],
          "ភូមិបាដាកត្បូង": [0.5, 0.3, 0.1],
          "ភូមិបាដាកជើង": [0.5, 0.3, 0.1],
          "ភូមិអូរដៃខ្លា": [0.5, 0.3, 0.1]
        }
      },
      "ស្រុកសំពៅលូន": {
        "ឃុំសន្តិភាព": {
          "ភូមិអូរ": [2, 1, 0.3],
          "ភូមិគីឡូលេខ១៣": [2, 1, 0.3],
          "ភូមិអូរកណ្តាល": [2, 1, 0.3],
          "ភូមិត្រពាំងព្រលឹត": [2, 1, 0.3]
        },
        "ឃុំជ្រៃសីមា": {
          "ភូមិស្ពានយោល": [1, 0.6, 0.2],
          "ភូមិអូរល្វា": [1, 0.6, 0.2],
          "ភូមិរស្មី": [1, 0.6, 0.2],
          "ភូមិគីឡូ៩": [1, 0.6, 0.2],
          "ភូមិអូរកាច់": [1, 0.6, 0.2],
          "ភូមិចំការតាប៊ុន": [1, 0.6, 0.2],
          "ភូមិស្រឡៅ": [1, 0.6, 0.2],
          "ភូមិចំបក់": [1, 0.6, 0.2]
        },
        "ឃុំសិរីមានជ័យ": {
          "ភូមិស្រឡៅជ្រុំ": [1, 0.6, 0.2],
          "ភូមិឈើទាល": [1, 0.6, 0.2],
          "ភូមិពោធិជ្រៃ": [1, 0.6, 0.2],
          "ភូមិគំនរបេង": [1, 0.6, 0.2],
          "ភូមិទួលក្រសាំង": [1, 0.6, 0.2],
          "ភូមិអូរតាគី": [1, 0.6, 0.2],
          "ភូមិអូរត្រាវជួរ": [1, 0.6, 0.2],
          "ភូមិអូរគ្រួស": [1, 0.6, 0.2]
        },
        "ឃុំតាស្តា": {
          "ភូមិវាលវង់": [1, 0.6, 0.2],
          "ភូមិតាស្តា": [1, 0.6, 0.2],
          "ភូមិចំការល្ហុង": [1, 0.6, 0.2],
          "ភូមិកូនភ្នំខាងជើង": [1, 0.6, 0.2],
          "ភូមិកូនភ្នំខាងត្បូង": [1, 0.6, 0.2],
          "ភូមិអូរណិប": [1, 0.6, 0.2]
        },
        "ឃុំសំពៅលូន": {
          "ភូមិថ្នល់បត់": [1, 0.6, 0.2],
          "ភូមិថ្នល់បំបែក": [1, 0.6, 0.2],
          "ភូមិកោះតូច": [1, 0.6, 0.2],
          "ភូមិទួលជ្រៃ": [1, 0.6, 0.2]
        },
        "ឃុំអង្គរបាន": {
          "ភូមិក្បាលហុង": [0.6, 0.4, 0.1],
          "ភូមិប្រឡាយប្រាក់": [0.6, 0.4, 0.1],
          "ភូមិអណ្តូងពីរ": [0.6, 0.4, 0.1],
          "ភូមិទឹកផុស": [0.6, 0.4, 0.1],
          "ភូមិទឹកថ្លា": [0.6, 0.4, 0.1]
        }
      },
      "ស្រុកភ្នំព្រឹក": {
        "ឃុំពេជ្រចិន្តា": {
          "ភូមិដួង": [1, 0.6, 0.2],
          "ភូមិតូច": [1, 0.6, 0.2],
          "ភូមិសាមគ្គី": [1, 0.6, 0.2],
          "ភូមិអន្លង់មាន": [1, 0.6, 0.2],
          "ភូមិពេជ្រចិន្តា": [1, 0.6, 0.2]
        },
        "ឃុំចក្រី": {
          "ភូមិទួល": [1, 0.6, 0.2],
          "ភូមិចំការគ្រប់": [1, 0.6, 0.2],
          "ភូមិហុងទឹក": [1, 0.6, 0.2],
          "ភូមិចក្រី": [1, 0.6, 0.2]
        },
        "ឃុំបូរ": {
          "ភូមិស្ពានទំនាប": [1, 0.6, 0.2],
          "ភូមិអន្លង់ស្ពឺ": [1, 0.6, 0.2],
          "ភូមិអន្លង់ក្រូច": [1, 0.6, 0.2],
          "ភូមិប្រាំពីរ": [1, 0.6, 0.2],
          "ភូមិដំណាក់បេង": [1, 0.6, 0.2],
          "ភូមិដំណាក់ក្សាន": [1, 0.6, 0.2],
          "ភូមិអូរដារ": [1, 0.6, 0.2],
          "ភូមិបូរ": [1, 0.6, 0.2]
        },
        "ឃុំអូររំដួល": {
          "ភូមិសំរោង": [1, 0.6, 0.2],
          "ភូមិអូររំដួល": [1, 0.6, 0.2],
          "ភូមិអូរប្រយុទ្ធ": [1, 0.6, 0.2],
          "ភូមិកណ្តាល": [1, 0.6, 0.2],
          "ភូមិរូង": [1, 0.6, 0.2],
          "ភូមិគ្រួសក្រហម": [1, 0.6, 0.2],
          "ភូមិអូរល្ហុង": [1, 0.6, 0.2]
        },
        "ឃុំភ្នំព្រឹក": {
          "ភូមិទួលខ្ពស់": [1, 0.6, 0.2],
          "ភូមិប៉េងស្អាត": [1, 0.6, 0.2],
          "ភូមិភ្នំព្រឹក": [1, 0.6, 0.2],
          "ភូមិស្រឡៅ": [1, 0.6, 0.2],
          "ភូមិគគី": [1, 0.6, 0.2],
          "ភូមិអូរធំ": [1, 0.6, 0.2]
        },
        "ឃុំបារាំងធ្លាក់": {
          "ភូមិអូរជ្រៃ": [1, 0.6, 0.2],
          "ភូមិអូរចោត": [1, 0.6, 0.2],
          "ភូមិទួលខ្វាវ": [1, 0.6, 0.2],
          "ភូមិចំការស្រូវ": [1, 0.6, 0.2],
          "ភូមិបារាំងធ្លាក់": [1, 0.6, 0.2],
          "ភូមិដំណាក់អំពិល": [1, 0.6, 0.2]
        }
      },
      "ស្រុកគាស់ក្រឡ": {
        "ឃុំធិបតី": {
          "ភូមិរ៉ា": [0.6, 0.4, 0.1],
          "ភូមិសំរោង": [0.6, 0.4, 0.1],
          "ភូមិឆាយបល្ល័ង្គ": [0.6, 0.4, 0.1],
          "ភូមិជើងទិញ": [0.6, 0.4, 0.1],
          "ភូមិតាថុក": [0.6, 0.4, 0.1],
          "ភូមិកន្ទួត": [0.6, 0.4, 0.1],
          "ភូមិគោកពោន": [0.6, 0.4, 0.1],
          "ភូមិបឹងស្ងោរ": [0.6, 0.4, 0.1],
          "ភូមិទួលម្ទេស": [0.6, 0.4, 0.1],
          "ភូមិកូនព្រហ្ម": [0.6, 0.4, 0.1],
          "ភូមិបឹងរាំង": [0.6, 0.4, 0.1]
        },
        "ឃុំគាស់ក្រឡ": {
          "ភូមិគាស់ក្រឡ": [0.6, 0.4, 0.1],
          "ភូមិស្ពាន": [0.6, 0.4, 0.1],
          "ភូមិវត្ត": [0.6, 0.4, 0.1],
          "ភូមិទួលបល្ល័ង្គ": [0.6, 0.4, 0.1],
          "ភូមិទួលតាមឹម": [0.6, 0.4, 0.1],
          "ភូមិថ្មី": [0.6, 0.4, 0.1],
          "ភូមិព្រៃពពែល": [0.6, 0.4, 0.1],
          "ភូមិបឹងឈ្នះ": [0.6, 0.4, 0.1],
          "ភូមិដំណាក់កោះ": [0.6, 0.4, 0.1]
        },
        "ឃុំហប់": {
          "ភូមិហប់": [0.6, 0.4, 0.1],
          "ភូមិចំបក់": [0.6, 0.4, 0.1],
          "ភូមិសំបូរ": [0.6, 0.4, 0.1],
          "ភូមិសាមគ្គី": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងដងទឹក": [0.6, 0.4, 0.1],
          "ភូមិគោក": [0.6, 0.4, 0.1],
          "ភូមិស្លែងជួរ": [0.6, 0.4, 0.1]
        },
        "ឃុំព្រះផុស": {
          "ភូមិសាច់ហាប់": [0.6, 0.4, 0.1],
          "ភូមិបឹងព្រះ": [0.6, 0.4, 0.1],
          "ភូមិព្រៃផ្តៅ": [0.6, 0.4, 0.1],
          "ភូមិកាប់ព្រិច": [0.6, 0.4, 0.1],
          "ភូមិតាខោ": [0.6, 0.4, 0.1],
          "ភូមិកុយវែង": [0.6, 0.4, 0.1],
          "ភូមិព្រៃចក": [0.6, 0.4, 0.1],
          "ភូមិតាត": [0.6, 0.4, 0.1],
          "ភូមិបឹងព្រះក្រឡាញ់": [0.6, 0.4, 0.1]
        },
        "ឃុំដូនបា": {
          "ភូមិដូនបា": [0.6, 0.4, 0.1],
          "ភូមិបាស្រែ": [0.6, 0.4, 0.1],
          "ភូមិព្រៃភ្នាស": [0.6, 0.4, 0.1],
          "ភូមិទួលលៀប": [0.6, 0.4, 0.1],
          "ភូមិគោករកា": [0.6, 0.4, 0.1],
          "ភូមិខ្លែងតង់": [0.6, 0.4, 0.1],
          "ភូមិខ្វែង": [0.6, 0.4, 0.1],
          "ភូមិព្រៃប៉ែន": [0.6, 0.4, 0.1]
        },
        "ឃុំភ្នាល់មាន់": {
          "ភូមិផ្ទាល់មាន់": [0.6, 0.4, 0.1],
          "ភូមិក្រាំងស្វាត": [0.6, 0.4, 0.1],
          "ភូមិបន្ទាយចារ": [0.6, 0.4, 0.1],
          "ភូមិព្រៃសិន": [0.6, 0.4, 0.1],
          "ភូមិព្រៃទទឹង": [0.6, 0.4, 0.1],
          "ភូមិសំរោង": [0.6, 0.4, 0.1],
          "ភូមិឫស្សីព្រះ": [0.6, 0.4, 0.1]
        }
      },
      "ស្រុកសំឡូត": {
        "ឃុំកំពង់ល្ពៅ": {
          "ភូមិស្វាយជ្រុំ": [1, 0.4, 0.1],
          "ភូមិកំពង់ល្ពៅ": [1, 0.4, 0.1],
          "ភូមិកណ្តាល": [1, 0.4, 0.1],
          "ភូមិអូរដើមចេក": [1, 0.4, 0.1],
          "ភូមិព្រៃធំ": [1, 0.4, 0.1],
          "ភូមិស្ទឹងតូច": [1, 0.4, 0.1],
          "ភូមិអូរជាំលើ": [1, 0.4, 0.1],
          "ភូមិអូរជាំកណ្តាល": [1, 0.4, 0.1],
          "ភូមិអូរជាំក្រោម": [1, 0.4, 0.1]
        },
        "ឃុំតាតោក": {
          "ភូមិពាមតា": [1, 0.4, 0.1],
          "ភូមិអូរត្រែង": [1, 0.4, 0.1],
          "ភូមិវាលរលឹម": [1, 0.4, 0.1],
          "ភូមិតាតោក": [1, 0.4, 0.1],
          "ភូមិអូរននោង": [1, 0.4, 0.1],
          "ភូមិពាម": [1, 0.4, 0.1],
          "ភូមិអូរតាទៀក": [1, 0.4, 0.1],
          "ភូមិអូរក្រូច": [1, 0.4, 0.1],
          "ភូមិភ្នំរៃ": [1, 0.4, 0.1]
        },
        "ឃុំសំឡូត": {
          "ភូមិស្រែអណ្តូង": [1, 0.4, 0.1],
          "ភូមិឆករកា": [1, 0.4, 0.1],
          "ភូមិសំឡូត": [1, 0.4, 0.1],
          "ភូមិកន្ទួត": [1, 0.4, 0.1],
          "ភូមិអូរច្រាប": [1, 0.4, 0.1],
          "ភូមិបឹងរុន": [1, 0.4, 0.1]
        },
        "ឃុំអូរសំរិល": {
          "ភូមិអូរសំរិលលើ": [1, 0.4, 0.1],
          "ភូមិអូរសំរិលក្រោម": [1, 0.4, 0.1],
          "ភូមិអូររំចេកលើ": [1, 0.4, 0.1],
          "ភូមិអូររំចេកក្រោម": [1, 0.4, 0.1],
          "ភូមិចំលងរមាំងលើ": [1, 0.4, 0.1],
          "ភូមិចំលងរមាំងក្រោម": [1, 0.4, 0.1]
        },
        "ឃុំមានជ័យ": {
          "ភូមិកំពង់ទូក": [1, 0.4, 0.1],
          "ភូមិកំចាត់": [1, 0.4, 0.1],
          "ភូមិស្រែ": [1, 0.4, 0.1],
          "ភូមិអំពីប": [1, 0.4, 0.1],
          "ភូមិស្រែជីពៅ": [1, 0.4, 0.1],
          "ភូមិតានង": [1, 0.4, 0.1]
        },
        "ឃុំស៊ុង": {
          "ភូមិស៊ុងទី១": [1, 0.4, 0.1],
          "ភូមិស៊ុងទី២": [1, 0.4, 0.1],
          "ភូមិកណ្តាល": [1, 0.4, 0.1],
          "ភូមិស្រែរាជ": [1, 0.4, 0.1],
          "ភូមិចំការចេក": [1, 0.4, 0.1],
          "ភូមិកញ្ចាំង": [1, 0.4, 0.1]
        },
        "ឃុំតាសាញ": {
          "ភូមិអូរស្ងួត": [1, 0.4, 0.1],
          "ភូមិព្រៃរំចេក": [1, 0.4, 0.1],
          "ភូមិអូរទន្ទឹម": [1, 0.4, 0.1],
          "ភូមិតាសាញខាងជើង": [1, 0.4, 0.1],
          "ភូមិអន្លង់ពួក": [1, 0.4, 0.1],
          "ភូមិតាសាញខាងត្បូង": [1, 0.4, 0.1],
          "ភូមិដូនព្រិត": [1, 0.4, 0.1]
        }
      },
      "ស្រុករុក្ខគិរី": {
        "ឃុំព្រែកជីក": {
          "ភូមិសៀម": [0.6, 0.4, 0.1],
          "ភូមិខ្លាចអំពរ": [0.6, 0.4, 0.1],
          "ភូមិឆ្កែខាំប្រើស": [0.6, 0.4, 0.1],
          "ភូមិព្រែកតាវេន": [0.6, 0.4, 0.1],
          "ភូមិព្រែកជីក": [0.6, 0.4, 0.1],
          "ភូមិថ្មី": [0.6, 0.4, 0.1]
        },
        "ឃុំព្រៃត្រឡាច": {
          "ភូមិចុងពរ": [0.6, 0.4, 0.1],
          "ភូមិប៉ែន": [0.6, 0.4, 0.1],
          "ភូមិព្រៃខ្លួត": [0.6, 0.4, 0.1],
          "ភូមិព្រៃត្រឡាច": [0.6, 0.4, 0.1],
          "ភូមិរូង": [0.6, 0.4, 0.1],
          "ភូមិស្រះថត": [0.6, 0.4, 0.1],
          "ភូមិរូង២": [0.6, 0.4, 0.1]
        },
        "ឃុំមុខរាហ៍": {
          "ភូមិស្រះគុយ": [0.6, 0.4, 0.1],
          "ភូមិមុខរាហ៍២": [0.6, 0.4, 0.1],
          "ភូមិស្វាយយ៉": [0.6, 0.4, 0.1],
          "ភូមិទួលស្វាយ": [0.6, 0.4, 0.1],
          "ភូមិតាគ្រាត": [0.6, 0.4, 0.1],
          "ភូមិមុខរាហ៍១": [0.6, 0.4, 0.1],
          "ភូមិដង្កោ": [0.6, 0.4, 0.1]
        },
        "ឃុំស្ដុកប្រវឹក": {
          "ភូមិស្តុកប្រវឹក": [0.6, 0.4, 0.1],
          "ភូមិកោះធំ": [0.6, 0.4, 0.1],
          "ភូមិព្រះអណ្តូង": [0.6, 0.4, 0.1],
          "ភូមិទួលគគីរ": [0.6, 0.4, 0.1],
          "ភូមិព្រៃអង្គាន់": [0.6, 0.4, 0.1],
          "ភូមិប្រឡាយ១៨": [0.6, 0.4, 0.1]
        },
        "ឃុំបាសាក់": {
          "ភូមិឈូក": [0.6, 0.4, 0.1],
          "ភូមិបាសាក់": [0.6, 0.4, 0.1],
          "ភូមិកំរែង": [0.6, 0.4, 0.1],
          "ភូមិតាព្រាល": [0.6, 0.4, 0.1],
          "ភូមិច្រាំងខ្ពស់": [0.6, 0.4, 0.1]
        }
      },
      "ស្រុកឯកភ្នំ": {
        "ឃុំពាមឯក": {
          "ភូមិសួសអី": [1, 0.6, 0.2],
          "ភូមិដូនទាវ": [1, 0.6, 0.2],
          "ភូមិពាមឯក": [1, 0.6, 0.2],
          "ភូមិគង់ទុំ": [1, 0.6, 0.2],
          "ភូមិព្រែកឆ្ការ": [0.6, 0.4, 0.1],
          "ភូមិករហាល": [0.6, 0.4, 0.1],
          "ភូមិតាគម": [0.6, 0.4, 0.1],
          "ភូមិគោកដួង": [0.6, 0.4, 0.1]
        },
        "ឃុំសំរោងក្នុង": {
          "ភូមិសំរោងក្នុង": [1, 0.6, 0.2],
          "ភូមិសំរោងតាកុក": [1, 0.6, 0.2],
          "ភូមិសំរោងអូរទ្រា": [1, 0.6, 0.2],
          "ភូមិសំរោង": [1, 0.6, 0.2],
          "ភូមិកំពង់សំបូរ": [1, 0.6, 0.2]
        },
        "ឃុំព្រែកខ្លប": {
          "ភូមិព្រែក": [0.6, 0.4, 0.1],
          "ភូមិស្នាពីមុខ": [0.6, 0.4, 0.1],
          "ភូមិខិត": [0.6, 0.4, 0.1],
          "ភូមិព្រែកខ្ពប": [0.6, 0.4, 0.1],
          "ភូមិអូរកំបុត": [0.6, 0.4, 0.1]
        },
        "ឃុំព្រែកហ្លួង": {
          "ភូមិព្រែកហ្លួង": [0.6, 0.4, 0.1],
          "ភូមិស្តីលើ": [0.6, 0.4, 0.1],
          "ភូមិស្តីក្រោម": [0.6, 0.4, 0.1],
          "ភូមិរហាលសួង": [0.6, 0.4, 0.1],
          "ភូមិបាក់អំរែក": [0.6, 0.4, 0.1],
          "ភូមិដួងឥន្ទ": [0.6, 0.4, 0.1],
          "ភូមិបាក់រទេះ": [0.6, 0.4, 0.1]
        },
        "ឃុំព្រែកនរិន្ន": {
          "ភូមិព្រែកតាច្រែង": [0.6, 0.4, 0.1],
          "ភូមិព្រែកក្រូច": [0.6, 0.4, 0.1],
          "ភូមិស្វាយជ្រុំ": [0.6, 0.4, 0.1],
          "ភូមិស្តី": [0.6, 0.4, 0.1],
          "ភូមិរហាលសួង": [0.6, 0.4, 0.1],
          "ភូមិដួងមា": [0.6, 0.4, 0.1],
          "ភូមិរាជដូនកែវ": [0.6, 0.4, 0.1],
          "ភូមិអន្សងសក": [0.6, 0.4, 0.1],
          "ភូមិព្រែកត្រប់": [0.6, 0.4, 0.1],
          "ភូមិព្រែកនរិន្ទ": [0.6, 0.4, 0.1]
        }
      }
    }
  },
  zones: [
    {
      "name": "ក្រុងបាត់ដំបង",
      "types": [
        {
          "id": "bb_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅផ្សារ ជុំវិញផ្សារធំ ខាងលិចផ្សារធំ (ផ្លូវព្រះវិហារ) ចាប់ពីច្រមុះជ្រូក ដល់ធនាគារវីសិនហ្វាន់",
          "price": 650
        },
        {
          "id": "bb_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្សារ និងផ្លូវមេ - ជុំវិញផ្សារបឹងឈូក - សងខាងកំណាត់ផ្លូវលេខ ១០៣",
          "price": 500
        },
        {
          "id": "bb_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្សារ និងផ្លូវមេ - ជុំវិញផ្សារបុរីព្រែកមហាទេព និងសងខាងកំណាត់ផ្លូវសំខាន់ៗ",
          "price": 400
        },
        {
          "id": "bb_zone4",
          "label": "ប្រភេទបួន",
          "desc": "ដីស្ថិតនៅផ្សារ និងផ្លូវមេ - ជុំវិញផ្សារបូរីថ្មី និងសងខាងកំណាត់ផ្លូវសំខាន់ៗ",
          "price": 350
        },
        {
          "id": "bb_zone5_main",
          "label": "ប្រភេទប្រាំ - ផ្លូវមេ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 300
        },
        {
          "id": "bb_zone5_sub",
          "label": "ប្រភេទប្រាំ - ផ្លូវរណប",
          "desc": "ដីស្ថិតនៅផ្លូវរណបពាក់ព័ន្ធផ្លូវមេខាងលើ",
          "price": 250
        },
        {
          "id": "bb_zone5_alley",
          "label": "ប្រភេទប្រាំ - ច្រកផ្លូវ",
          "desc": "ដីស្ថិតនៅច្រកផ្លូវពាក់ព័ន្ធផ្លូវមេ និងផ្លូវរណបខាងលើ",
          "price": 150
        },
        {
          "id": "bb_zone6_main",
          "label": "ប្រភេទប្រាំមួយ - ផ្សារ និងផ្លូវមេ",
          "desc": "ជុំវិញផ្សារលើ និងផ្សារថ្មី (១៣មករា) និងផ្លូវមេ",
          "price": 250
        },
        {
          "id": "bb_zone6_sub",
          "label": "ប្រភេទប្រាំមួយ - ផ្លូវរណប",
          "desc": "ដីស្ថិតនៅផ្លូវរណបពាក់ព័ន្ធផ្លូវមេខាងលើ",
          "price": 150
        },
        {
          "id": "bb_zone6_alley",
          "label": "ប្រភេទប្រាំមួយ - ច្រកផ្លូវ",
          "desc": "ដីស្ថិតនៅច្រកផ្លូវពាក់ព័ន្ធផ្លូវមេ និងផ្លូវរណបខាងលើ",
          "price": 100
        },
        {
          "id": "bb_zone7_main",
          "label": "ប្រភេទប្រាំពីរ - ផ្លូវមេ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 200
        },
        {
          "id": "bb_zone7_sub",
          "label": "ប្រភេទប្រាំពីរ - ផ្លូវរណប",
          "desc": "ដីស្ថិតនៅផ្លូវរណបពាក់ព័ន្ធផ្លូវមេខាងលើ",
          "price": 150
        },
        {
          "id": "bb_zone7_alley",
          "label": "ប្រភេទប្រាំពីរ - ច្រកផ្លូវ",
          "desc": "ដីស្ថិតនៅច្រកផ្លូវពាក់ព័ន្ធផ្លូវមេ និងផ្លូវរណបខាងលើ",
          "price": 100
        },
        {
          "id": "bb_zone9",
          "label": "ប្រភេទប្រាំបួន",
          "desc": "ដីស្ថិតនៅតំបន់ផ្សារ និងផ្លូវមេ ក្នុងតំបន់ផ្សារភូ ពុយ",
          "price": 100
        },
        {
          "id": "bb_zone10_main",
          "label": "ប្រភេទដប់ - ផ្លូវមេ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 80
        },
        {
          "id": "bb_zone10_sub",
          "label": "ប្រភេទដប់ - ផ្លូវរណប",
          "desc": "ដីស្ថិតនៅផ្លូវរណបពាក់ព័ន្ធផ្លូវមេខាងលើ",
          "price": 50
        },
        {
          "id": "bb_zone10_alley",
          "label": "ប្រភេទដប់ - ច្រកផ្លូវ",
          "desc": "ដីស្ថិតនៅច្រកផ្លូវពាក់ព័ន្ធផ្លូវមេ និងផ្លូវរណបខាងលើ",
          "price": 40
        },
        {
          "id": "bb_zone11",
          "label": "ប្រភេទដប់មួយ",
          "desc": "ដីស្ថិតនៅតំបន់ និងផ្លូវមេ តំបន់រដ្ឋបាលខេត្ត និងតំបន់បុរីរស្មីបាត់ដំបង...",
          "price": 50
        },
        {
          "id": "bb_zone12",
          "label": "ប្រភេទដប់ពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 30
        }
      ]
    },
    {
      "name": "ស្រុកមោងឫស្សី",
      "types": [
        {
          "id": "moungruessei_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅផ្សារ និងផ្លូវមេ (ទីប្រជុំជនផ្សារមោងឫស្សី...)",
          "price": 200
        },
        {
          "id": "moungruessei_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្សារ និងផ្លូវមេ",
          "price": 20
        },
        {
          "id": "moungruessei_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        },
        {
          "id": "moungruessei_zone4",
          "label": "ប្រភេទបួន",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុកថ្មគោល",
      "types": [
        {
          "id": "thmakoul_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជន និងផ្លូវមេ",
          "price": 150
        },
        {
          "id": "thmakoul_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជន និងផ្លូវមេ",
          "price": 100
        },
        {
          "id": "thmakoul_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 20
        },
        {
          "id": "thmakoul_zone4",
          "label": "ប្រភេទបួន",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        }
      ]
    },
    {
      "name": "ស្រុកកំរៀង",
      "types": [
        {
          "id": "kamrieng_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារកំរៀង និងច្រកដួង",
          "price": 150
        },
        {
          "id": "kamrieng_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនអូរអន្លក់ និងផ្សារតាក្រី",
          "price": 50
        },
        {
          "id": "kamrieng_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        },
        {
          "id": "kamrieng_zone4",
          "label": "ប្រភេទបួន",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុកសង្កែ",
      "types": [
        {
          "id": "sangkae_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ (សងខាងកំណាត់ផ្លូវជាតិលេខ៥ និង៥៧)",
          "price": 150
        },
        {
          "id": "sangkae_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 80
        },
        {
          "id": "sangkae_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 20
        },
        {
          "id": "sangkae_zone4",
          "label": "ប្រភេទបួន",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        },
        {
          "id": "sangkae_zone5",
          "label": "ប្រភេទប្រាំ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុកបវេល",
      "types": [
        {
          "id": "bavel_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារបវេល",
          "price": 100
        },
        {
          "id": "bavel_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        },
        {
          "id": "bavel_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុកបាណន់",
      "types": [
        {
          "id": "banan_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារឈើទាល និងផ្សារភ្នំសំពៅ",
          "price": 80
        },
        {
          "id": "banan_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារស្ទឹង",
          "price": 50
        },
        {
          "id": "banan_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 20
        },
        {
          "id": "banan_zone4",
          "label": "ប្រភេទបួន",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        },
        {
          "id": "banan_zone5",
          "label": "ប្រភេទប្រាំ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុករតនមណ្ឌល",
      "types": [
        {
          "id": "rotanakmondol_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារស្មៅ (សាលាស្រុក)",
          "price": 50
        },
        {
          "id": "rotanakmondol_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារជាវ",
          "price": 20
        },
        {
          "id": "rotanakmondol_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុកសំពៅលូន",
      "types": [
        {
          "id": "sampovloun_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារត្រពាំងព្រលិត និងច្រកភ្នំដី",
          "price": 100
        },
        {
          "id": "sampovloun_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 50
        },
        {
          "id": "sampovloun_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        }
      ]
    },
    {
      "name": "ស្រុកភ្នំព្រឹក",
      "types": [
        {
          "id": "phnumproek_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារភ្នំព្រឹក និងច្រកអូររំដួល",
          "price": 100
        },
        {
          "id": "phnumproek_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        },
        {
          "id": "phnumproek_zone3",
          "label": "ប្រភេទបី",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុកគាស់ក្រឡ",
      "types": [
        {
          "id": "koaskrala_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារគាស់ក្រឡ (សាលាស្រុក)",
          "price": 20
        },
        {
          "id": "koaskrala_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 3
        }
      ]
    },
    {
      "name": "ស្រុកសំឡូត",
      "types": [
        {
          "id": "samlout_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សារសំឡូត",
          "price": 30
        },
        {
          "id": "samlout_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    },
    {
      "name": "ស្រុករុក្ខគិរី",
      "types": [
        {
          "id": "rukkhkiri_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅទីប្រជុំជនផ្សាររុក្ខគិរី (សាលាស្រុក)",
          "price": 20
        },
        {
          "id": "rukkhkiri_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 3
        }
      ]
    },
    {
      "name": "ស្រុកឯកភ្នំ",
      "types": [
        {
          "id": "aekphnum_zone1",
          "label": "ប្រភេទមួយ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 10
        },
        {
          "id": "aekphnum_zone2",
          "label": "ប្រភេទពីរ",
          "desc": "ដីស្ថិតនៅផ្លូវមេ",
          "price": 5
        }
      ]
    }
  ],
  boreys: [
    {
      "developer": "Unknown",
      "project": "បុរីរំចេក បុរីរោងចក្រតម្បាញ បុរីវឌ្ឍនៈសម្បត្តិ បុរីពាណិជ្ជកម្ម (កាណាឌីយ៉ា) និងបុរីទាំងឡាយណាដែលនៅជិតនិងប្រហាក់ប្រហែលនឹងបុរីនេះ",
      "province": "ខេត្តបាត់ដំបង",
      "district": "ក្រុងបាត់ដំបង",
      "locationNote": "ប្រភេទប្រាំបី (Zone 8)",
      "marketValue": 0,
      "baseValue": 150
    }
  ]
};