import { ProvinceData } from '../../types';

export const extractedProvinceData = {
  villages: {
    "ខេត្តកំពង់ធំ": {
      "ក្រុងស្ទឹងសែន": {
        "សង្កាត់កំពង់ធំ": {
          "ភូមិទី៣": [15, 10, 2],
          "ភូមិទី៤": [15, 10, 2],
          "ភូមិទី៥": [15, 10, 2],
          "ភូមិទី៦": [15, 10, 2],
          "ភូមិទី១": [10, 5, 3],
          "ភូមិទី២": [10, 5, 3],
          "ភូមិទី៧": [10, 5, 3]
        },
        "សង្កាត់កំពង់ក្របៅ": {
          "ភូមិកំពង់ក្របៅ": [10, 5, 3],
          "ភូមិស្នែងក្របី": [10, 5, 3],
          "ភូមិស្ទឹងសែន": [10, 5, 3]
        },
        "សង្កាត់កំពង់រទេះ": {
          "ភូមិកំពង់ធំ": [15, 10, 2],
          "ភូមិកំពង់រទេះ": [10, 5, 3]
        },
        "សង្កាត់ដំរីជាន់ខ្លា": {
          "ភូមិដំរីជាន់ខ្លា": [10, 5, 2],
          "ភូមិបល្ល័ង្កខាងលិច": [10, 5, 2],
          "ភូមិពោធិ៍បាក់ក": [10, 5, 2],
          "ភូមិបល្ល័ង្កខាងកើត": [10, 5, 2]
        },
        "សង្កាត់ព្រៃតាហ៊ូ": {
          "ភូមិក្តី": [10, 5, 2],
          "ភូមិព្រៃតាហ៊ូ": [10, 5, 2],
          "ភូមិស្លាកែត": [10, 5, 2]
        },
        "សង្កាត់អាចារ្យលាក់": {
          "ភូមិអាចារ្យលាក់": [10, 5, 2],
          "ភូមិព្រៃបន្តិច": [10, 5, 2],
          "ភូមិក្រចាប់": [10, 5, 2]
        },
        "សង្កាត់ស្រយ៉ូវ": {
          "ភូមិត្រពាំងវែង": [4, 3, 1],
          "ភូមិស្រយ៉ូវជើង": [4, 3, 1],
          "ភូមិស្រយ៉ូវត្បូង": [4, 3, 1],
          "ភូមិរលួស": [5, 3, 1],
          "ភូមិប្រមាត់ដី": [5, 3, 1],
          "ភូមិកំពង់សំរោង": [5, 3, 1],
          "ភូមិពោធិ៍តាអ៊ុន": [5, 3, 1],
          "ភូមិពោធិ៍សែនស្វាយ": [5, 3, 1],
          "ភូមិពុកយុក": [5, 3, 1],
          "ភូមិម្នាវ": [5, 3, 1],
          "ភូមិចំបក់": [5, 3, 1],
          "ភូមិកំរែង": [5, 3, 1],
          "ភូមិរកា": [5, 3, 1]
        },
        "សង្កាត់អូរកន្ធរ": {
          "ភូមិព្រែកស្បូវ": [4, 2, 0.5],
          "ភូមិអូរកន្ធរខាងត្បូង": [4, 2, 0.5],
          "ភូមិអូរកន្ធរខាងជើង": [4, 2, 0.5],
          "ភូមិបឹងលាស": [4, 2, 0.5]
        }
      },
      "ស្រុកស្ទោង": {
        "ឃុំកំពង់ចិនជើង": {
          "ភូមិត្នោត": [1, 0.5, 0.2],
          "ភូមិត្រាច": [1, 0.5, 0.2],
          "ភូមិចេក": [0.6, 0.4, 0.15],
          "ភូមិចក": [0.6, 0.4, 0.15],
          "ភូមិរកា": [0.6, 0.4, 0.15],
          "ភូមិនាងសល្ងាច": [0.6, 0.4, 0.15]
        },
        "ឃុំកំពង់ចិនត្បូង": {
          "ភូមិលាបទង": [1, 0.5, 0.2],
          "ភូមិកំពង់ក្តី": [1, 0.5, 0.2],
          "ភូមិឈើទាល": [1, 0.5, 0.2],
          "ភូមិកំពង់ចិន": [0.6, 0.4, 0.15],
          "ភូមិជីយោគ": [0.6, 0.4, 0.15],
          "ភូមិស្វាយស": [0.6, 0.4, 0.15],
          "ភូមិងួនសៀម": [0.6, 0.4, 0.15]
        },
        "ឃុំចំណាក្រោម": {
          "ភូមិព្រះនង្គ័ល": [0.6, 0.4, 0.15],
          "ភូមិសណ្តាន់": [0.6, 0.4, 0.15],
          "ភូមិស្ពានត្រង": [0.6, 0.4, 0.15],
          "ភូមិជីអាប់": [0.6, 0.4, 0.15],
          "ភូមិលៀប": [0.5, 0.4, 0.1],
          "ភូមិសំព័រ": [0.5, 0.4, 0.1],
          "ភូមិស្រីរងិត": [0.5, 0.4, 0.1],
          "ភូមិស្វាយអៀ": [0.5, 0.4, 0.1],
          "ភូមិនាងនយ": [0.5, 0.4, 0.1],
          "ភូមិចំណាក់": [0.5, 0.4, 0.1]
        },
        "ឃុំសំពោច": {
          "ភូមិប្រដិត": [0.6, 0.4, 0.15],
          "ភូមិមឈាយ": [0.6, 0.4, 0.15],
          "ភូមិស្លាក់ក្រាញ់": [0.6, 0.4, 0.15],
          "ភូមិក្រសាំងជ្រុំត្បូង": [0.4, 0.3, 0.1],
          "ភូមិក្រសាំងជ្រំជើង": [0.4, 0.3, 0.1],
          "ភូមិត្នោតគម": [0.4, 0.3, 0.1],
          "ភូមិសំពោច": [0.4, 0.3, 0.1],
          "ភូមិគោកស្នាយ": [0.4, 0.3, 0.1],
          "ភូមិព្រៃ": [0.4, 0.3, 0.1],
          "ភូមិចំបក់ខ្ពស់": [0.4, 0.3, 0.1],
          "ភូមិត្រាចជ្រុំ": [0.4, 0.3, 0.1],
          "ភូមិព្រះពភ្លូក": [0.4, 0.3, 0.1],
          "ភូមិអង្លិល": [0.4, 0.3, 0.1],
          "ភូមិដូនល្អ": [0.4, 0.3, 0.1],
          "ភូមិល្វា": [0.4, 0.3, 0.1],
          "ភូមិអូររំចេក": [0.4, 0.3, 0.1],
          "ភូមិអំពៅព្រៃ": [0.4, 0.3, 0.1]
        },
        "ឃុំទ្រា": {
          "ភូមិទំពេជ": [0.6, 0.4, 0.15],
          "ភូមិពពាយ": [0.6, 0.4, 0.15],
          "ភូមិកុចទីទុយ": [0.6, 0.4, 0.15],
          "ភូមិស្លា": [0.6, 0.4, 0.15],
          "ភូមិក្រសាំង": [0.6, 0.4, 0.15],
          "ភូមិបុសតាឯក": [0.6, 0.4, 0.15],
          "ភូមិតាចរ": [0.6, 0.4, 0.15],
          "ភូមិទ្រា": [0.6, 0.4, 0.15],
          "ភូមិវាល": [0.6, 0.4, 0.15],
          "ភូមិហប់": [0.6, 0.4, 0.15],
          "ភូមិកោះ": [0.6, 0.4, 0.15],
          "ភូមិទទា": [0.6, 0.4, 0.15],
          "ភូមិសាមក្ងោក": [0.6, 0.4, 0.15],
          "ភូមិលាបទង": [0.6, 0.4, 0.15],
          "ភូមិច្រាំងស": [0.6, 0.4, 0.15],
          "ភូមិផ្ទះវាល": [0.6, 0.4, 0.15]
        },
        "ឃុំប្រឡាយ": {
          "ភូមិក្រែក": [0.6, 0.4, 0.15],
          "ភូមិថ្មី": [0.6, 0.4, 0.15],
          "ភូមិអង់ឃ្លាំ": [0.6, 0.4, 0.15],
          "ភូមិព្រៃខ្លា": [0.6, 0.4, 0.15],
          "ភូមិឈូក": [0.6, 0.4, 0.15],
          "ភូមិកំពង់វាំង": [0.5, 0.4, 0.1],
          "ភូមិប្រឡាយ": [0.5, 0.4, 0.1],
          "ភូមិកំព្រាល": [0.5, 0.4, 0.1],
          "ភូមិកន្លាន": [0.5, 0.4, 0.1],
          "ភូមិគោកវៀវ": [0.5, 0.4, 0.1],
          "ភូមិតាទ្រៀល": [0.5, 0.4, 0.1],
          "ភូមិស្រែតាម៉ែន": [0.5, 0.4, 0.1],
          "ភូមិនាងសល្ងាច": [0.5, 0.4, 0.1],
          "ភូមិអន្លង់ព្រីង": [0.5, 0.4, 0.1]
        },
        "ឃុំចំណាលើ": {
          "ភូមិត្រពាំងជ័រ": [0.5, 0.4, 0.1],
          "ភូមិល្ហុង": [0.5, 0.4, 0.1],
          "ភូមិស្រង់": [0.5, 0.4, 0.1],
          "ភូមិអណ្តូង": [0.5, 0.4, 0.1],
          "ភូមិធ្លក": [0.5, 0.4, 0.1],
          "ភូមិក្លិន": [0.5, 0.4, 0.1],
          "ភូមិប្រាសាទ": [0.5, 0.4, 0.1],
          "ភូមិផ្លោច": [0.5, 0.4, 0.1],
          "ភូមិគរ": [0.5, 0.4, 0.1],
          "ភូមិខ្វាក់": [0.5, 0.4, 0.1]
        },
        "ឃុំព្រះដំរី": {
          "ភូមិកណ្តោលថ្មី": [0.5, 0.4, 0.1],
          "ភូមិកណ្តោលចាស់": [0.5, 0.4, 0.1],
          "ភូមិសូភី": [0.5, 0.4, 0.1],
          "ភូមិប្រាសាទ": [0.5, 0.4, 0.1],
          "ភូមិលីក": [0.5, 0.4, 0.1],
          "ភូមិសៀមពាយ": [0.5, 0.4, 0.1],
          "ភូមិរលួស": [0.5, 0.4, 0.1],
          "ភូមិជះ": [0.5, 0.4, 0.1],
          "ភូមិសំរ៉ង": [0.5, 0.4, 0.1]
        },
        "ឃុំបន្ទាយស្ទោង": {
          "ភូមិស្រោមដែក": [0.4, 0.3, 0.1],
          "ភូមិបន្ទាយស្ទោង": [0.4, 0.3, 0.1],
          "ភូមិបេង": [0.4, 0.3, 0.1],
          "ភូមិចន្លុះ": [0.4, 0.3, 0.1],
          "ភូមិពោធិ៍": [0.4, 0.3, 0.1],
          "ភូមិពន្លាជ័យ": [0.4, 0.3, 0.1],
          "ភូមិគោកសណ្តែក": [0.4, 0.3, 0.1],
          "ភូមិស្លាករ": [0.4, 0.3, 0.1],
          "ភូមិចំបក់បញ្ហា": [0.4, 0.3, 0.1],
          "ភូមិដូនប៉ុក": [0.4, 0.3, 0.1],
          "ភូមិបវែង": [0.4, 0.3, 0.1],
          "ភូមិតា": [0.4, 0.3, 0.1],
          "ភូមិរលួស": [0.4, 0.3, 0.1]
        },
        "ឃុំរុងរឿង": {
          "ភូមិក្តីចារ្យ": [0.4, 0.3, 0.1],
          "ភូមិពោធិ៍": [0.4, 0.3, 0.1],
          "ភូមិបទុមកើត": [0.4, 0.3, 0.1],
          "ភូមិបទុមលិច": [0.4, 0.3, 0.1],
          "ភូមិកនើប": [0.4, 0.3, 0.1],
          "ភូមិតាសោម": [0.4, 0.3, 0.1],
          "ភូមិកន្លងរ៉ឹង": [0.4, 0.3, 0.1],
          "ភូមិព្រំស្រី": [0.4, 0.3, 0.1],
          "ភូមិស្វាយរៀង": [0.4, 0.3, 0.1]
        },
        "ឃុំពាមបាង": {
          "ភូមិពៅវើយ": [0.4, 0.3, 0.1],
          "ភូមិពានបាង": [0.4, 0.3, 0.1],
          "ភូមិដូនស្តើង": [0.4, 0.3, 0.1]
        },
        "ឃុំម្សាក្រុង": {
          "ភូមិសំប៉ាន": [0.4, 0.3, 0.1],
          "ភូមិជីមាស": [0.4, 0.3, 0.1],
          "ភូមិសំបូរជើង": [0.4, 0.3, 0.1],
          "ភូមិម្សាក្រងជើង": [0.4, 0.3, 0.1],
          "ភូមិអូរដួង": [0.4, 0.3, 0.1],
          "ភូមិសំបូរត្បូង": [0.4, 0.3, 0.1],
          "ភូមិម្សាក្រុងត្បូង": [0.4, 0.3, 0.1],
          "ភូមិគោកទ្រា": [0.4, 0.3, 0.1],
          "ភូមិកំពង់ប្រដំ": [0.4, 0.3, 0.1],
          "ភូមិបត់ត្រង់": [0.4, 0.3, 0.1],
          "ភូមិប្រតាប": [0.4, 0.3, 0.1]
        },
        "ឃុំពពក": {
          "ភូមិសំបូរ": [0.4, 0.3, 0.1],
          "ភូមិត្រពាំងឫស្សី": [0.4, 0.3, 0.1],
          "ភូមិពពក": [0.4, 0.3, 0.1],
          "ភូមិកោះសំរោង": [0.4, 0.3, 0.1],
          "ភូមិអន្លង់ក្រាញ់": [0.4, 0.3, 0.1],
          "ភូមិខ្ទមមន": [0.4, 0.3, 0.1],
          "ភូមិផ្ទះដើម": [0.4, 0.3, 0.1],
          "ភូមិក្រសាំង": [0.4, 0.3, 0.1]
        }
      },
      "ស្រុកបារាយណ៍": {
        "ឃុំបល្ល័ង្ក": {
          "ភូមិបល្ល័ង្ក": [2, 1, 0.2],
          "ភូមិព្រៃតាត្រាវ": [2, 1, 0.2],
          "ភូមិត្រស់": [2, 1, 0.2],
          "ភូមិត្រពាំងស្វាយ": [2, 1, 0.2],
          "ភូមិព្រៃស្រងែ": [2, 1, 0.2],
          "ភូមិស្រឡៅភួង": [2, 1, 0.2],
          "ភូមិយាយទៀង": [2, 1, 0.2],
          "ភូមិតាទុក": [2, 1, 0.2],
          "ភូមិដួង": [2, 1, 0.2],
          "ភូមិបារាយណ៍ជាន់ដែក": [2, 1, 0.2],
          "ភូមិតាភោក": [1, 0.5, 0.2],
          "ភូមិត្រពាំងជ្រៃ": [1, 0.5, 0.2],
          "ភូមិជ័យមង្គល": [1, 0.5, 0.2],
          "ភូមិបឹងសំរឹទ្ធ": [1, 0.5, 0.2]
        },
        "ឃុំបារាយណ៍": {
          "ភូមិស្វាយ": [2, 1, 0.2],
          "ភូមិជីអោក": [2, 1, 0.2],
          "ភូមិថ្នល់ជាតិ": [2, 1, 0.2],
          "ភូមិថ្នល់ថ្មី": [2, 1, 0.2],
          "ភូមិអូរសួស្តី": [2, 1, 0.2],
          "ភូមិក្រសាំងជ័យ": [2, 1, 0.2],
          "ភូមិសំរោង": [2, 1, 0.2],
          "ភូមិបារាយណ៍ធំ": [1, 0.5, 0.2],
          "ភូមិបារាយណ៍តូច": [1, 0.5, 0.2],
          "ភូមិបាណក": [1, 0.5, 0.2],
          "ភូមិពោធិ៍ពីរ": [1, 0.5, 0.2],
          "ភូមិចតុលោក": [1, 0.5, 0.2]
        },
        "ឃុំជើងជើង": {
          "ភូមិពណ្ណរាយ": [2, 1, 0.2],
          "ភូមិជើងជើង": [2, 1, 0.2],
          "ភូមិបឹង": [2, 1, 0.2],
          "ភូមិប្រនាគ": [1, 0.5, 0.2],
          "ភូមិតាអោន": [1, 0.5, 0.2],
          "ភូមិសំពៅលូន": [1, 0.5, 0.2],
          "ភូមិពន្លៃ": [1, 0.5, 0.2],
          "ភូមិពងទឹក": [1, 0.5, 0.2],
          "ភូមិត្រដែត": [1, 0.5, 0.2]
        },
        "ឃុំចុងដួង": {
          "ភូមិទួលដំណាក់": [2, 1, 0.2],
          "ភូមិចុងដួង": [2, 1, 0.2],
          "ភូមិពពេជ": [2, 1, 0.2],
          "ភូមិទួលសាលា": [2, 1, 0.2],
          "ភូមិកំប៉ើយ": [0.6, 0.4, 0.15],
          "ភូមិខ្សាច់ល្អិត": [0.6, 0.4, 0.15],
          "ភូមិសំរោង": [0.6, 0.4, 0.15],
          "ភូមិគួរ": [0.6, 0.4, 0.15]
        },
        "ឃុំបឹង": {
          "ភូមិត្រពាំងឈូក": [2, 1, 0.2],
          "ភូមិបឹងជើង": [0.6, 0.4, 0.15],
          "ភូមិបឹងត្បូង": [0.6, 0.4, 0.15],
          "ភូមិបឹងកណ្តាល": [0.6, 0.4, 0.15],
          "ភូមិដូនប៉ែន": [0.6, 0.4, 0.15]
        },
        "ឃុំត្នោតជុំ": {
          "ភូមិថ្មី": [0.6, 0.4, 0.15],
          "ភូមិបន្ទាយចាស់": [0.6, 0.4, 0.15],
          "ភូមិត្នោតជុំទី១": [0.6, 0.4, 0.15],
          "ភូមិត្នោតជុំទី២": [0.6, 0.4, 0.15],
          "ភូមិត្នោតជុំទី៣": [0.6, 0.4, 0.15],
          "ភូមិព្នៅ": [0.6, 0.4, 0.15],
          "ភូមិត្នោតជុំទី៤": [0.6, 0.4, 0.15],
          "ភូមិព្រែកក្រោល": [0.6, 0.4, 0.15],
          "ភូមិកងមាស": [0.6, 0.4, 0.15]
        },
        "ឃុំក្រវ៉ា": {
          "ភូមិកំពង់ស្ដេច": [0.6, 0.4, 0.15],
          "ភូមិរូង": [0.6, 0.4, 0.15],
          "ភូមិក្រវ៉ា": [0.6, 0.4, 0.15],
          "ភូមិស្លាកែត": [0.6, 0.4, 0.15],
          "ភូមិពង្រលឹង": [0.6, 0.4, 0.15],
          "ភូមិលាវ": [0.6, 0.4, 0.15],
          "ភូមិចារ": [0.6, 0.4, 0.15],
          "ភូមិព្រៃរលាប": [0.6, 0.4, 0.15]
        },
        "ឃុំបាក់ស្នា": {
          "ភូមិត្រពាំងទូក": [0.6, 0.4, 0.15],
          "ភូមិដោម": [0.6, 0.4, 0.15],
          "ភូមិបាក់ស្នាក្រោម": [0.6, 0.4, 0.15],
          "ភូមិបាក់ស្នាលើ": [0.6, 0.4, 0.15],
          "ភូមិអណ្តោត": [0.6, 0.4, 0.15],
          "ភូមិអូរចំរេ": [0.6, 0.4, 0.15],
          "ភូមិកំពង់ពោន": [0.6, 0.4, 0.15]
        },
        "ឃុំគគីរធំ": {
          "ភូមិតាពៅ": [0.6, 0.4, 0.15],
          "ភូមិល្បើក": [0.6, 0.4, 0.15],
          "ភូមិពោន": [0.6, 0.4, 0.15],
          "ភូមិអន្លង់វែង": [0.6, 0.4, 0.15],
          "ភូមិអន្លង់ថ្ម": [0.6, 0.4, 0.15],
          "ភូមិន្ទកពីរ": [0.6, 0.4, 0.15],
          "ភូមិត្រពាំងសង្កែ": [0.6, 0.4, 0.15],
          "ភូមិវាលធំ": [0.6, 0.4, 0.15],
          "ភូមិវាលស្គរ": [0.6, 0.4, 0.15]
        },
        "ឃុំឈូកខ្សាច់": {
          "ភូមិន": [0.6, 0.4, 0.15],
          "ភូមិប្រាសាទ": [0.6, 0.4, 0.15],
          "ភូមិសង្កែជ្រុំ": [0.6, 0.4, 0.15],
          "ភូមិក្តាមហា": [0.6, 0.4, 0.15],
          "ភូមិផ្លូវច្រាស": [0.6, 0.4, 0.15],
          "ភូចិផ្លូវទទឹង": [0.6, 0.4, 0.15],
          "ភូមិសេរីសុខុម": [0.6, 0.4, 0.15],
          "ភូមិឈូកខ្សាច់": [0.6, 0.4, 0.15],
          "ភូមិសេរីរាជ្យ": [0.6, 0.4, 0.15],
          "ភូមិដូនពុំ": [0.6, 0.4, 0.15],
          "ភូមិថ្មី": [0.6, 0.4, 0.15],
          "ភូមិចាន់": [0.6, 0.4, 0.15],
          "ភូមិជាំត្រាច": [0.6, 0.4, 0.15],
          "ភូមិតាប្រុក": [0.6, 0.4, 0.15]
        }
      },
      "ស្រុកតាំងគោក": {
        "ឃុំទ្រៀល": {
          "ភូមិថ្មី": [2, 1, 0.2],
          "ភូមិសាលាឃុំ": [2, 1, 0.2],
          "ភូមិរំចេក": [2, 1, 0.2],
          "ភូមិថ្នល់": [2, 1, 0.2],
          "ភូមិដា": [2, 1, 0.2],
          "ភូមិគគីរអណ្តែត": [1, 0.5, 0.2],
          "ភូមិព្នៅ": [1, 0.5, 0.2],
          "ភូមិម្សៅ": [1, 0.5, 0.2],
          "ភូមិឈូក": [1, 0.5, 0.2],
          "ភូមិទ្រៀល": [1, 0.5, 0.2],
          "ភូមិទន្លេវ": [1, 0.5, 0.2],
          "ភូមិកំញ៉ាត": [1, 0.5, 0.2],
          "ភូមិត្នោត": [1, 0.5, 0.2],
          "ភូមិរំពាក់ពេន": [1, 0.5, 0.2],
          "ភូមិអង្គរនាង": [1, 0.5, 0.2],
          "ភូមិនាងល្អ": [1, 0.5, 0.2],
          "ភូមិក្រខ្នាយ": [1, 0.5, 0.2],
          "ភូមិកំចាយមារ": [1, 0.5, 0.2],
          "ភូមិក្តីតាចិន": [1, 0.5, 0.2],
          "ភូមិវាលអំពិល": [1, 0.5, 0.2],
          "ភូមិព្រៃវែង": [1, 0.5, 0.2],
          "ភូមិព្រិច": [1, 0.5, 0.2]
        },
        "ឃុំជ្រលង": {
          "ភូមិហាន់ទ្វារ": [2, 1, 0.2],
          "ភូមិសេរីចំប៉ា": [2, 1, 0.2],
          "ភូមិទួលទំពូង": [2, 1, 0.2],
          "ភូមិថ្មអណ្តែត": [1, 0.5, 0.2],
          "ភូមិត្រពាំងច្រនៀង": [1, 0.5, 0.2],
          "ភូមិត្រពាំងឈូក": [1, 0.5, 0.2],
          "ភូមិត្រណាល": [1, 0.5, 0.2],
          "ភូមិបុស្សស្បែង": [1, 0.5, 0.2],
          "ភូមិជាប": [1, 0.5, 0.2]
        },
        "ឃុំស្រឡៅ": {
          "ភូមិអ្នកវាំង": [2, 1, 0.2],
          "ភូមិទួលដំណាក់": [2, 1, 0.2],
          "ភូមិដំរីស្លាប់": [2, 1, 0.2],
          "ភូមិទោង": [2, 1, 0.2],
          "ភូមិទួលព": [1, 0.5, 0.2],
          "ភូមិបុស្សល្វា": [1, 0.5, 0.2],
          "ភូមិសេរីសាមគ្គីខាងជើង": [1, 0.5, 0.2],
          "ភូមិសេរីសាមគ្គីខាងត្បូង": [1, 0.5, 0.2],
          "ភូមិស្នួល": [1, 0.5, 0.2],
          "ភូមិទួលអំពិល": [1, 0.5, 0.2],
          "ភូមិឧទុម្ពរ": [1, 0.5, 0.2],
          "ភូមិសណ្ដែក": [1, 0.5, 0.2],
          "ភូមិសេរីសាមគ្គីកណ្តាល": [1, 0.5, 0.2],
          "ភូមិគគរ": [1, 0.5, 0.2],
          "ភូមិគោកត្របែក": [1, 0.5, 0.2]
        },
        "ឃុំសួយោង": {
          "ភូមិសួយោង": [2, 1, 0.2],
          "ភូមិតាតាយ": [2, 1, 0.2],
          "ភូមិថ្លា": [2, 1, 0.2],
          "ភូមិតាំងគោក": [2, 1, 0.2],
          "ភូមិតាម៉ី": [2, 1, 0.2],
          "ភូមិសៀមរាយ": [1, 0.5, 0.2],
          "ភូមិខ្ពើម": [1, 0.5, 0.2],
          "ភូមិខ្លុយលិច": [1, 0.5, 0.2],
          "ភូមិខ្លុយកើត": [1, 0.5, 0.2],
          "ភូមិសង្គមមានជ័យ": [1, 0.5, 0.2],
          "ភូមិរស្មីរំដោះ": [1, 0.5, 0.2]
        },
        "ឃុំអណ្តូងពោធិ៍": {
          "ភូមិអណ្តូវពោធិ៍": [2, 1, 0.2],
          "ភូមិដំរីស្លាប់": [2, 1, 0.2],
          "ភូមិបែកចាន": [2, 1, 0.2],
          "ភូមិព្រើល": [2, 1, 0.2],
          "ភូមិវាលតូច": [2, 1, 0.2],
          "ភូមិជីវភាព": [1, 0.5, 0.2],
          "ភូមិហ៍បារែង": [1, 0.5, 0.2]
        },
        "ឃុំច្រនាង": {
          "ភូមិច្រនៀង": [2, 1, 0.2],
          "ភូមិថ្លា": [2, 1, 0.2],
          "ភូមិប៉ាង": [0.6, 0.4, 0.15],
          "ភូមិអូររំចេក": [0.6, 0.4, 0.15],
          "ភូមិប្រាំងសំរោង": [0.6, 0.4, 0.15],
          "ភូមិត្រពាំងខ្នង": [0.6, 0.4, 0.15],
          "ភូមិអង្គរជា": [0.6, 0.4, 0.15],
          "ភូមិស្រះបន្ទាយ": [0.6, 0.4, 0.15],
          "ភូមិសៀមរាង": [0.6, 0.4, 0.15],
          "ភូមិកខ្ញុំ": [0.6, 0.4, 0.15],
          "ភូមិចាន": [0.6, 0.4, 0.15],
          "ភូមិពោន": [0.6, 0.4, 0.15],
          "ភូមិត្រពាំងវែង": [0.6, 0.4, 0.15]
        },
        "ឃុំស្វាយភ្លើង": {
          "ភូមិឫស្សីល៍រ": [0.6, 0.4, 0.15],
          "ភូមិប៉ប្រក": [0.6, 0.4, 0.15],
          "ភូចិក្រូច": [0.6, 0.4, 0.15],
          "ភូមិប្រតោង": [0.6, 0.4, 0.15],
          "ភូមិស្វាយភ្លើង": [0.6, 0.4, 0.15],
          "ភូមិខ្ចាយទង": [0.6, 0.4, 0.15],
          "ភូមិត្រពាំងសង្កែ": [0.6, 0.4, 0.15]
        },
        "ឃុំពង្រ": {
          "ភូមិអូររាំង": [0.6, 0.4, 0.15],
          "ភូមិតាព្រៃ": [0.6, 0.4, 0.15],
          "ភូមិពង្រ": [0.6, 0.4, 0.15],
          "ភូមិត្រដក់ពង": [0.6, 0.4, 0.15],
          "ភូមិថ្នល់កែង": [0.6, 0.4, 0.15],
          "ភូមិស្រះសំបូរ": [0.6, 0.4, 0.15],
          "ភូមិអមទង": [0.6, 0.4, 0.15]
        }
      },
      "ស្រុកសន្ទុក": {
        "ឃុំត្បូងក្រពើ": {
          "ភូមិពោធិ៍ខាវ": [1, 0.6, 0.2],
          "ភូមិបញ្ញាជី": [0.6, 0.4, 0.1],
          "ភូមិអំពុះ": [0.6, 0.4, 0.1],
          "ភូមិចុងដា": [0.6, 0.4, 0.1],
          "ភូមិកាលមេឃ": [0.6, 0.4, 0.1]
        },
        "ឃុំកកោះ": {
          "ភូមិគីរីវន្ត": [1, 0.6, 0.2],
          "ភូមិជ័យជំនះ": [1, 0.6, 0.2],
          "ភូមិសំណាក": [1, 0.6, 0.2],
          "ភូមិជាយស្បៃ": [1, 0.6, 0.2],
          "ភូមិស្វាយកាល់": [1, 0.6, 0.2],
          "ភូមិសន្ទុកក្រៅ": [1, 0.6, 0.2],
          "ភូមិជីមាឃ": [1, 0.6, 0.2],
          "ភូមិត្បូងក្រពើ": [0.6, 0.4, 0.1],
          "ភូមិសន្ទុកក្នុង": [0.6, 0.4, 0.1],
          "ភូមិសាលាសន្ទុក": [0.6, 0.4, 0.1]
        },
        "ឃុំជ្រាប់": {
          "ភូមិស្តុកស្តម្ភ": [1, 0.6, 0.2],
          "ភូមិជ័យមង្គល": [1, 0.6, 0.2],
          "ភូមិទួលវិហារ": [1, 0.6, 0.2],
          "ភូមិអូរកោះគតិរ": [0.6, 0.4, 0.1]
        },
        "ឃុំតាំងក្រសាំង": {
          "ភូមិរាំងត្បូង": [1, 0.6, 0.2],
          "ភូមិ៧មករា": [1, 0.6, 0.2],
          "ភូមិតាំងក្រសាំង": [1, 0.6, 0.2],
          "ភូមិសង់ឃ្លាំង": [1, 0.6, 0.2],
          "ភូមិធម្មនាថ": [1, 0.6, 0.2],
          "ភូមិឈើល្វីង": [0.6, 0.4, 0.1],
          "ភូមិតតីរជួរ": [0.6, 0.4, 0.1],
          "ភូមិទួលចាន់": [0.6, 0.4, 0.1],
          "ភូមិចំបក់ខាងជើង": [0.6, 0.4, 0.1],
          "ភូមិសង្គមថ្មី": [0.6, 0.4, 0.1],
          "ភូមិរាំងខាងជើង": [0.6, 0.4, 0.1]
        },
        "ឃុំប្រាសាទ": {
          "ភូមិបន្ទាយយោមវាជ": [1, 0.5, 0.2],
          "ភូមិតាញ៉ាក": [1, 0.5, 0.2],
          "ភូមិត្រើយម្យ៉ាប": [1, 0.5, 0.2],
          "ភូមិប្រាសាទ": [1, 0.5, 0.2],
          "ភូមិស៊ីវត្ថា": [1, 0.5, 0.2],
          "ភូមិលាវ": [0.6, 0.4, 0.1],
          "ភូមិសំពង់": [0.6, 0.4, 0.1],
          "ភូមិចំបក់ជ្រុំ": [0.6, 0.4, 0.1],
          "ភូមិស្រែតាកោ": [0.6, 0.4, 0.1],
          "ភូមិត្នោតជុំ": [0.6, 0.4, 0.1]
        },
        "ឃុំកំពង់ថ្ម": {
          "ភូមិកំពង់ថ្ម": [1, 0.6, 0.2],
          "ភូមិធន់មោង": [1, 0.6, 0.2],
          "ភូមិព្រៃភ្ល": [1, 0.6, 0.2],
          "ភូមិល្អក់": [0.6, 0.4, 0.1],
          "ភូមិខ្វែក": [0.6, 0.4, 0.1],
          "ភូមិឈើទាល": [0.6, 0.4, 0.1],
          "ភូមិកងសៅ": [0.6, 0.4, 0.1],
          "ភូមិទួលសង្កែ": [0.6, 0.4, 0.1],
          "ភូមិស្អាង": [0.6, 0.4, 0.1]
        },
        "ឃុំព្នៅ": {
          "ភូមិត្រើយអូរ": [0.6, 0.4, 0.1],
          "ភូមិព្នៅ": [0.6, 0.4, 0.1],
          "ភូមិកងមាស": [0.6, 0.4, 0.1]
        },
        "ឃុំក្រយា": {
          "ភូមិទក់": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងព្រីង": [0.6, 0.4, 0.1],
          "ភូមិតាម៉ិញ": [0.6, 0.4, 0.1],
          "ភូមិសុភមង្គល": [0.6, 0.4, 0.1],
          "ភូមិក្រយា": [0.6, 0.4, 0.1],
          "ភូមិដងក្តារ": [0.6, 0.4, 0.1],
          "ភូមិថ្មីសំលៀង": [0.6, 0.4, 0.1],
          "ភូមិឈើទាលជ្រុំ": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងឫស្សី": [0.6, 0.4, 0.1],
          "ភូមិអូរទឹកថ្លា": [0.6, 0.4, 0.1],
          "ភូមិសែនសិរីមង្គល": [0.6, 0.4, 0.1]
        },
        "ឃុំទីពោ": {
          "ភូមិទីពោ": [0.6, 0.4, 0.1],
          "ភូមិនិម្មិត": [0.6, 0.4, 0.1],
          "ភូមិផ្លុង": [0.6, 0.4, 0.1],
          "ភូមិថ្មី": [0.6, 0.4, 0.1],
          "ភូមិឈូករំដួល": [0.6, 0.4, 0.1],
          "ភូមិជាំថ្នាញ": [0.6, 0.4, 0.1],
          "ភូមិស្រែស្រម៉": [0.6, 0.4, 0.1],
          "ភូមិតាព្រាច": [0.6, 0.4, 0.1],
          "ភូមិសំរោង": [0.6, 0.4, 0.1],
          "ភូមិក្បាលបី": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងត្រុំ": [0.6, 0.4, 0.1],
          "ភូមិអូរធំ": [0.6, 0.4, 0.1],
          "ភូមិសែនអភិវឌ្ឍន៍១": [0.6, 0.4, 0.1],
          "ភូមិសែនអភិវឌ្ឍន៍២": [0.6, 0.4, 0.1]
        },
        "ឃុំបឹងល្វា": {
          "ភូមិសង្គ្រោះ": [0.6, 0.4, 0.1],
          "ភូមិត្បែង": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងប្រី": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងទឹម": [0.6, 0.4, 0.1],
          "ភូមិបឹងល្វា": [0.6, 0.4, 0.1],
          "ភូមិកោះបង្គោ": [0.6, 0.4, 0.1],
          "ភូមិអូរអំពិល": [0.6, 0.4, 0.1],
          "ភូមិអូរអង្គុញ": [0.6, 0.4, 0.1],
          "ភូមិអូរធំ": [0.6, 0.4, 0.1],
          "ភូមិរំដួលថ្មី": [0.6, 0.4, 0.1],
          "ភូមិអូរគ្រញូង": [0.6, 0.4, 0.1],
          "ភូមិអូរគគី": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងកកោះ": [0.6, 0.4, 0.1]
        }
      },
      "ស្រុកកំពង់ស្វាយ": {
        "ឃុំត្រពាំងឫស្សី": {
          "ភូមិថ្នល់បែក": [1, 0.6, 0.2],
          "ភូមិរូង": [1, 0.6, 0.2],
          "ភូមិត្រពាំងឫស្សី": [1, 0.6, 0.2],
          "ភូមិរមាំងងាប់": [1, 0.6, 0.2],
          "ភូមិប្រាសាទ": [1, 0.6, 0.2],
          "ភូមិព្រៃព្រាល “ក”": [1, 0.6, 0.2],
          "ភូមិព្រៃព្រាល “ខ”": [1, 0.6, 0.2],
          "ភូមិថ្នល់បែក “ក”": [1, 0.6, 0.2],
          "ភូមិវល្លិយាវ": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងថ្ម": [0.6, 0.4, 0.1],
          "ភូមិលៃ": [0.6, 0.4, 0.1],
          "ភូមិសេរីវង្ស": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងព្រលិត": [0.6, 0.4, 0.1],
          "ភូមិគោកងួន": [0.6, 0.4, 0.1],
          "ភូមិក្រសាំង": [0.6, 0.4, 0.1],
          "ភូមិល្វាជោម": [0.6, 0.4, 0.1],
          "ភូមិស្តន់": [0.6, 0.4, 0.1],
          "ភូមិសំរោង": [0.6, 0.4, 0.1],
          "ភូមិអូររំដេង": [0.6, 0.4, 0.1],
          "ភូមិត្រពាំងចំបក់": [0.6, 0.4, 0.1]
        },
        "ឃុំត្បែង": {
          "ភូមិត្បែង “ខ”": [1, 0.6, 0.2],
          "ភូមិបាគង់": [1, 0.6, 0.2],
          "ភូមិតារាម": [1, 0.6, 0.2],
          "ភូមិឫស្សីជះ": [1, 0.6, 0.2],
          "ភូមិព្រៃប្រស់": [1, 0.6, 0.2],
          "ភូមិត្បែង “ក”": [0.6, 0.4, 0.1],
          "ភូមិត្រាំខ្លា": [0.6, 0.4, 0.1],
          "ភូមិពោធិ៍": [0.6, 0.4, 0.1],
          "ភូមិត្រាច": [0.6, 0.4, 0.1],
          "ភូមិស្រង៉ែ": [0.6, 0.4, 0.1],
          "ភូមិអូរអំបែង": [0.6, 0.4, 0.1],
          "ភូមិឈើទាល": [0.6, 0.4, 0.1],
          "ភូមិភួង": [0.6, 0.4, 0.1],
          "ភូមិបឹងអណ្តែង": [0.6, 0.4, 0.1],
          "ភូមិតាអាំ": [0.6, 0.4, 0.1]
        },
        "ឃុំសាន់គ": {
          "ភូមិសាន់គ “ក”": [1, 0.6, 0.2],
          "ភូមិសាន់គ “ខ”": [1, 0.6, 0.2],
          "ភូមិបាឡាំង": [1, 0.6, 0.2],
          "ភូមិវាល": [1, 0.6, 0.2],
          "ភូមិសំពៅមាស": [1, 0.6, 0.2],
          "ភូមិក្រសាំង “ក”": [1, 0.6, 0.2],
          "ភូមិក្រសាំង “ខ”": [1, 0.6, 0.2],
          "ភូមិសារី": [1, 0.6, 0.2],
          "ភូមិអំពិល": [0.6, 0.4, 0.1],
          "ភូមិតាំងក្រូច": [0.6, 0.4, 0.1],
          "ភូមិស្លែងខ្ពស់": [0.6, 0.4, 0.1],
          "ភូមិក្បាល": [0.6, 0.4, 0.1],
          "ភូមិជ្រៃ": [0.6, 0.4, 0.1],
          "ភូមិប្រាសាទ": [0.6, 0.4, 0.1]
        },
        "ឃុំជ័យ": {
          "ភូមិមហ័រ": [0.5, 0.4, 0.1],
          "ភូមិត្រពាំងអារក្ស": [0.5, 0.4, 0.1],
          "ភូមិព្រៃទប់": [0.5, 0.4, 0.1],
          "ភូមិតាធាវ": [0.5, 0.4, 0.1],
          "ភូមិល្វា": [0.5, 0.4, 0.1],
          "ភូមិកូនត្នោត": [0.5, 0.4, 0.1]
        },
        "ឃុំដំរីស្លាប់": {
          "ភូមិសង្គម": [0.5, 0.4, 0.1],
          "ភូមិកប់ថ្លុក": [0.5, 0.4, 0.1],
          "ភូមិមង្គលស្លា": [0.5, 0.4, 0.1],
          "ភូមិវល្លិយាវ": [0.5, 0.4, 0.1],
          "ភូមិដំរីស្លាប់": [0.5, 0.4, 0.1]
        },
        "ឃុំនីពេជ": {
          "ភូមិនីពេជ “ក”": [0.5, 0.4, 0.1],
          "ភូមិនីពេជ “ខ”": [0.5, 0.4, 0.1],
          "ភូមិដូនឈូក": [0.5, 0.4, 0.1]
        },
        "ឃុំកំពង់គោ": {
          "ភូមិពឹង": [0.5, 0.4, 0.1],
          "ភូមិកោះគ្របបាយ": [0.5, 0.4, 0.1],
          "ភូមិកំពង់គោលើ": [0.5, 0.4, 0.1],
          "ភូមិកំពង់គោក្រោម": [0.5, 0.4, 0.1],
          "ភូមិខ្សាច់ជីរស់": [0.5, 0.4, 0.1]
        },
        "ឃុំផាត់សណ្តាយ": {
          "ភូមិផាត់សណ្តាយ": [0.5, 0.4, 0.1],
          "ភូមិកំពង់ចំលង": [0.5, 0.4, 0.1],
          "ភូមិនាងសាវ": [0.5, 0.4, 0.1],
          "ភូមិទួលនាងសាវ": [0.5, 0.4, 0.1],
          "ភូមិកោះតាពៅ": [0.5, 0.4, 0.1]
        },
        "ឃុំកំពង់ស្វាយ": {
          "ភូមិទៀមចាស់": [0.5, 0.4, 0.1],
          "ភូមិត្នោត": [0.5, 0.4, 0.1],
          "ភូមិឥន្ទកុមារ": [0.5, 0.4, 0.1],
          "ភូមិចុងព្រៃ": [0.5, 0.4, 0.1],
          "ភូមិព្រៃព្រះ": [0.5, 0.4, 0.1],
          "ភូមិតាប៉ោង": [0.5, 0.4, 0.1],
          "ភូមិតាអាំ": [0.5, 0.4, 0.1],
          "ភូមិច្រាំងក្រហម": [0.5, 0.4, 0.1],
          "ភូមិអូរសាលា": [0.5, 0.4, 0.1],
          "ភូមិអន្លង់ក្រសាំង": [0.5, 0.4, 0.1],
          "ភូមិកំពង់ស្វាយ": [0.5, 0.4, 0.1],
          "ភូមិសូផៃ": [0.5, 0.4, 0.1]
        },
        "ឃុំក្តីដួង": {
          "ភូមិក្តីដួង": [0.5, 0.4, 0.1],
          "ភូមិស្តែង": [0.5, 0.4, 0.1],
          "ភូមិពាមក្រែង": [0.5, 0.4, 0.1],
          "ភូមិអូរសំបួរ": [0.5, 0.4, 0.1]
        },
        "ឃុំព្រៃគុយ": {
          "ភូមិព្រៃគុយ": [0.5, 0.4, 0.1],
          "ភូមិបិ": [0.5, 0.4, 0.1],
          "ភូមិស្វាយឃ្លោក": [0.5, 0.4, 0.1],
          "ភូមិព្រេន": [0.5, 0.4, 0.1],
          "ភូមិសំបួរ": [0.5, 0.4, 0.1],
          "ភូមិអន្លង់លោក": [0.5, 0.4, 0.1],
          "ភូមិកំពង់ក្របី": [0.5, 0.4, 0.1],
          "ភូមិព្រៃគុយ “ក”": [0.5, 0.4, 0.1]
        }
      },
      "ស្រុកប្រាសាទបល្ល័ង្ក": {
        "ឃុំសាលាវិស័យ": {
          "ភូមិសាលាពពែល": [1, 0.5, 0.1],
          "ភូមិត្រពាំងក្រោល": [1, 0.5, 0.1],
          "ភូមិបុស្សវែង": [1, 0.5, 0.1],
          "ភូមិឫស្សីដូច": [1, 0.5, 0.1],
          "ភូមិវាលណ្តក់": [1, 0.5, 0.1],
          "ភូមិខ្វាក់": [1, 0.5, 0.1],
          "ភូមិសាលាវិស័យ": [1, 0.5, 0.1],
          "ភូមិខ្វាន់ទៀង": [1, 0.5, 0.1],
          "ភូមិអូរក្រូច": [1, 0.5, 0.1],
          "ភូមិគគីរ": [1, 0.5, 0.1],
          "ភូមិស្រែ": [1, 0.5, 0.1],
          "ភូមិតាឡែកថ្មី": [1, 0.5, 0.1],
          "ភូមិអណ្តាស": [1, 0.5, 0.1],
          "ភូមិត្រពាំងក": [0.6, 0.3, 0.1],
          "ភូមិបុស្សស្រមោច": [0.6, 0.3, 0.1],
          "ភូមិជ័យ": [0.6, 0.3, 0.1],
          "ភូមិដងអន្ទាក់": [0.6, 0.3, 0.1],
          "ភូមិចំណារ": [0.6, 0.3, 0.1],
          "ភូមិត្រពាំងថ្ម": [0.6, 0.3, 0.1],
          "ភូមិត្រឡែកចាស់": [0.6, 0.3, 0.1]
        },
        "ឃុំដូង": {
          "ភូមិគ្រួស": [0.4, 0.3, 0.1],
          "ភូមិដងស្លៀក": [0.4, 0.3, 0.1],
          "ភូមិក្របៅ": [0.4, 0.3, 0.1],
          "ភូមិតាមុំ": [0.4, 0.3, 0.1],
          "ភូមិដងតាឯក": [0.4, 0.3, 0.1],
          "ភូមិត្រូរ": [0.4, 0.3, 0.1],
          "ភូមិដួង": [0.4, 0.3, 0.1],
          "ភូមិគគរ": [0.4, 0.3, 0.1]
        },
        "ឃុំផាន់ញ្ចើម": {
          "ភូមិសុផល់": [0.4, 0.3, 0.1],
          "ភូមិស្រម៉": [0.4, 0.3, 0.1],
          "ភូមិត្រពាំងក្នុង": [0.4, 0.3, 0.1],
          "ភូមិស្លៀក": [0.4, 0.3, 0.1],
          "ភូមិព្រៃទ្រីយ៍": [0.4, 0.3, 0.1],
          "ភូមិក្រញូង": [0.4, 0.3, 0.1],
          "ភូមិព្រហ្វិត": [0.4, 0.3, 0.1],
          "ភូមិស្មោញ": [0.4, 0.3, 0.1]
        },
        "ឃុំទួលព្រើល": {
          "ភូមិជស": [0.4, 0.3, 0.1],
          "ភូមិក្រពើ": [0.4, 0.3, 0.1],
          "ភូមិទួលគ្រើល": [0.4, 0.3, 0.1],
          "ភូមិថ្នល់": [0.4, 0.3, 0.1],
          "ភូមិធំ": [0.4, 0.3, 0.1],
          "ភូមិម្រាក “ក”": [0.4, 0.3, 0.1],
          "ភូមិម្រាក “ខ”": [0.4, 0.3, 0.1]
        },
        "ឃុំក្រយា": {
          "ភូមិបារាយណ៍": [0.4, 0.3, 0.1],
          "ភូមិបុស្សធំ": [0.4, 0.3, 0.1],
          "ភូមិក្រយាត្បូង": [0.4, 0.3, 0.1],
          "ភូមិក្រយាជើង": [0.4, 0.3, 0.1],
          "ភូមិសង្វាត": [0.4, 0.3, 0.1],
          "ភូមិអន្លង់ជួរ": [0.4, 0.3, 0.1]
        },
        "ឃុំសាមគ្គី": {
          "ភូមិចាន់សេរី": [0.4, 0.3, 0.1],
          "ភូមិសំរោង": [0.4, 0.3, 0.1],
          "ភូមិត្រាច": [0.4, 0.3, 0.1],
          "ភូមិថ្មី": [0.4, 0.3, 0.1],
          "ភូមិកំពីត": [0.4, 0.3, 0.1]
        },
        "ឃុំសាគ្រាម": {
          "ភូមិសាត្រាមជើង": [0.4, 0.3, 0.1],
          "ភូមិសាគ្រាមត្បូង": [0.4, 0.3, 0.1],
          "ភូមិអូរខ្យង់": [0.4, 0.3, 0.1],
          "ភូមិកន្ទោក": [0.4, 0.3, 0.1],
          "ភូមិព្រិច": [0.4, 0.3, 0.1],
          "ភូមិវាលថ្នល់": [0.4, 0.3, 0.1],
          "ភូមិវាលចាស់": [0.4, 0.3, 0.1],
          "ភូមិស្រែវាល": [0.4, 0.3, 0.1],
          "ភូមិអូរអង្គរ": [0.4, 0.3, 0.1],
          "ភូមិពាមអាទិត្យ": [0.4, 0.3, 0.1],
          "ភូមិត្រពាំងព្រីង": [0.4, 0.3, 0.1]
        }
      },
      "ស្រុកប្រាសាទសំបូរ": {
        "ឃុំតាំងក្រសៅ": {
          "ភូមិតាប៉ោង": [0.5, 0.2, 0.05],
          "ភូមិកំពង់ក្រសាំង": [0.5, 0.2, 0.05],
          "ភូមិប្រឡាយ": [0.5, 0.2, 0.05],
          "ភូមិក្របៅស្រោង": [0.5, 0.2, 0.05],
          "ភូមិគោកស្រុក": [0.5, 0.2, 0.05],
          "ភូមិជីនាង": [0.5, 0.2, 0.05],
          "ភូមិកំពង់ឈើទាល": [0.5, 0.2, 0.05],
          "ភូមិតាំងក្រង": [0.5, 0.2, 0.05],
          "ភូមិទឹកអណ្តូង": [0.5, 0.2, 0.05],
          "ភូមិសូរិយា": [0.5, 0.2, 0.05],
          "ភូមិតាំងក្រសៅ": [0.5, 0.2, 0.05],
          "ភូមិព្រៃក្តី": [0.5, 0.2, 0.05],
          "ភូមិថ្មី": [0.5, 0.2, 0.05],
          "ភូមិតាំងស្ទោង": [0.5, 0.2, 0.05],
          "ភូមិជាំ": [0.5, 0.2, 0.05]
        },
        "ឃុំសំបូរណ៍": {
          "ភូមិកូនក្អែក": [0.5, 0.2, 0.05],
          "ភូមិច្រម៉ាស់": [0.5, 0.2, 0.05],
          "ភូមិត្រពាំងជ្រូក": [0.5, 0.2, 0.05],
          "ភូមិចារ": [0.5, 0.2, 0.05],
          "ភូមិសំរិត": [0.5, 0.2, 0.05],
          "ភូមិសំបូរ": [0.5, 0.2, 0.05],
          "ភូមិអូគ្រូកែ": [0.5, 0.2, 0.05],
          "ភូមិជាយសំពៅ": [0.5, 0.2, 0.05],
          "ភូមិអាត់ស៊ូ": [0.5, 0.2, 0.05],
          "ភូមិកំពង់ឈើទាល": [0.5, 0.2, 0.05],
          "ភូមិពោធិ៍ទ្រេត": [0.5, 0.2, 0.05],
          "ភូមិច្រនៀង": [0.5, 0.2, 0.05],
          "ភូមិព្រែក": [0.5, 0.2, 0.05],
          "ភូមិចារជ្រុំ": [0.5, 0.2, 0.05],
          "ភូមិប្រឡាយ": [0.5, 0.2, 0.05]
        },
        "ឃុំឈូក": {
          "ភូមិសេរីសុខា": [0.5, 0.2, 0.05],
          "ភូមិអក្សរក្រហាយ": [0.5, 0.2, 0.05],
          "ភូមិទឹកអណ្តូង": [0.5, 0.2, 0.05],
          "ភូមិឈូកគ្រួស": [0.5, 0.2, 0.05],
          "ភូមិឈូកស្ទឹង": [0.5, 0.2, 0.05],
          "ភូមិបឹងខែក": [0.5, 0.2, 0.05],
          "ភូមិអន្លង់ខ្ញុំ": [0.5, 0.2, 0.05],
          "ភូមិអន្លង់ស្តែង": [0.5, 0.2, 0.05],
          "ភូមិកំពឹងតាតង់": [0.5, 0.2, 0.05],
          "ភូមិឈូកបឹង": [0.5, 0.2, 0.05],
          "ភូមិក្របៅ": [0.5, 0.2, 0.05],
          "ភូមិរ": [0.5, 0.2, 0.05],
          "ភូមិប្រាសាទ": [0.5, 0.2, 0.05],
          "ភូមិតាអោក": [0.5, 0.2, 0.05],
          "ភូមិវាលវែង": [0.5, 0.2, 0.05]
        },
        "ឃុំគោល": {
          "ភូមិបញ្ចឡា": [0.5, 0.2, 0.05],
          "ភូមិវ": [0.5, 0.2, 0.05],
          "ភូមិកំពង់លុក": [0.5, 0.2, 0.05],
          "ភូមិអូរតាសៀវ": [0.5, 0.2, 0.05],
          "ភូមិឈើទាលជ្រុំ": [0.5, 0.2, 0.05],
          "ភូមិទួលពង្រ": [0.5, 0.2, 0.05],
          "ភូមិទួលធ្នង់": [0.5, 0.2, 0.05],
          "ភូមិបាក់ស្រី": [0.5, 0.2, 0.05],
          "ភូមិចំរោះ": [0.5, 0.2, 0.05],
          "ភូមិកំពង់ជ្វា": [0.5, 0.2, 0.05],
          "ភូមិទួលចារ": [0.5, 0.2, 0.05]
        },
        "ឃុំយើង": {
          "ភូមិត្នោតជួរ": [0.5, 0.2, 0.05],
          "ភូមិជាំបឹង": [0.5, 0.2, 0.05],
          "ភូមិបេង": [0.5, 0.2, 0.05],
          "ភូមិអន្លង់ស្តែង": [0.5, 0.2, 0.05],
          "ភូមិបឹងខ្វែក": [0.5, 0.2, 0.05],
          "ភូមិថ្មី": [0.5, 0.2, 0.05],
          "ភូមិទំនប់": [0.5, 0.2, 0.05],
          "ភូមិយើង": [0.5, 0.2, 0.05],
          "ភូមិស្វាយ": [0.5, 0.2, 0.05]
        }
      },
      "ស្រុកសណ្តាន់": {
        "ឃុំងន": {
          "ភូមិដងទទឹង": [0.5, 0.2, 0.05],
          "ភូមិភូមិខ្មែរ": [0.5, 0.2, 0.05],
          "ភូមិក្រាំងដើម": [0.5, 0.2, 0.05],
          "ភូមិរវៀង": [0.5, 0.2, 0.05],
          "ភូមិស្រឡៅ": [0.5, 0.2, 0.05],
          "ភូមិងន": [0.5, 0.2, 0.05],
          "ភូមិសំភី": [0.5, 0.2, 0.05],
          "ភូមិត្រីប": [0.5, 0.2, 0.05],
          "ភូមិវាលព្រីងលើ": [0.5, 0.2, 0.05],
          "ភូមិតាំងក្រសៅ": [0.5, 0.2, 0.05],
          "ភូមិក្របីព្រៃ": [0.5, 0.2, 0.05],
          "ភូមិអូរត្នោត": [0.5, 0.2, 0.05],
          "ភូមិស្វាយ": [0.5, 0.2, 0.05]
        },
        "ឃុំឈើទាល": {
          "ភូមិឈើទាល": [0.5, 0.2, 0.05],
          "ភូមិបឹងរលំ": [0.5, 0.2, 0.05],
          "ភូមិកំពង់តាបែន": [0.5, 0.2, 0.05],
          "ភូមិសំរិត": [0.5, 0.2, 0.05],
          "ភូមិវាលព្រីងក្រោម": [0.5, 0.2, 0.05],
          "ភូមិកែរ៉ង": [0.5, 0.2, 0.05],
          "ភូមិបឹងប្រា": [0.5, 0.2, 0.05],
          "ភូមិអណ្តូងព្រីង": [0.5, 0.2, 0.05],
          "ភូមិព្រៃកន្លែង": [0.5, 0.2, 0.05],
          "ភូមិជាំផ្កា": [0.5, 0.2, 0.05],
          "ភូមិគន្លងខឹង": [0.5, 0.2, 0.05]
        },
        "ឃុំដងកាំបិត": {
          "ភូមិស្រែខ្សាច់": [0.5, 0.2, 0.05],
          "ភូមិស្រែវាលខាងលិច": [0.5, 0.2, 0.05],
          "ភូមិស្រែវាលខាងកើត": [0.5, 0.2, 0.05],
          "ភូមិសំព័រតូច": [0.5, 0.2, 0.05],
          "ភូមិសំព័រធំ": [0.5, 0.2, 0.05]
        },
        "ឃុំក្លែង": {
          "ភូមិពាមក្លែង": [0.5, 0.2, 0.05],
          "ភូមិរកាជួរ": [0.5, 0.2, 0.05],
          "ភូមិទឹកវិល": [0.5, 0.2, 0.05],
          "ភូមិព្រៃជ័រ": [0.5, 0.2, 0.05],
          "ភូមិក្លែង": [0.5, 0.2, 0.05],
          "ភូមិកំពោតឈូក": [0.5, 0.2, 0.05],
          "ភូមិត្រកួន": [0.5, 0.2, 0.05],
          "ភូមិអង្គរសែនជ័យ": [0.5, 0.2, 0.05]
        },
        "ឃុំមានរិទ្ធិ": {
          "ភូមិកន្ទីរ": [0.5, 0.2, 0.05],
          "ភូមិបឹង": [0.5, 0.2, 0.05],
          "ភូមិសំរោង": [0.5, 0.2, 0.05],
          "ភូមិជាំស្វាយ": [0.5, 0.2, 0.05],
          "ភូមិត្បូងទឹក": [0.5, 0.2, 0.05],
          "ភូមិត្រពាំងត្រឡាច": [0.5, 0.2, 0.05],
          "ភូមិរ៉ងក្លាយ": [0.5, 0.2, 0.05],
          "ភូមិអូរពកសាមគ្គី": [0.5, 0.2, 0.05]
        },
        "ឃុំមានជ័យ": {
          "ភូមិចេកមួយស្នង": [0.5, 0.2, 0.05],
          "ភូមិវាលស្នាយ": [0.5, 0.2, 0.05],
          "ភូមិរនាម": [0.5, 0.2, 0.05],
          "ភូមិត្របែក": [0.5, 0.2, 0.05],
          "ភូមិរំពុះ": [0.5, 0.2, 0.05],
          "ភូមិជាន់លែង": [0.5, 0.2, 0.05],
          "ភូមិជាំផល": [0.5, 0.2, 0.05],
          "ភូមិសមរម្យ": [0.5, 0.2, 0.05],
          "ភូមិពពឹង": [0.5, 0.2, 0.05],
          "ភូមិថ្កោល": [0.5, 0.2, 0.05],
          "ភូមិថ្មី": [0.5, 0.2, 0.05]
        },
        "ឃុំសណ្តាន់": {
          "ភូមិដង្ហិត": [0.5, 0.2, 0.05],
          "ភូមិឈូក": [0.5, 0.2, 0.05],
          "ភូមិក្រសាំង": [0.5, 0.2, 0.05],
          "ភូមិស្រែចង់": [0.5, 0.2, 0.05],
          "ភូមិប្រាសាទអណ្តែត": [0.5, 0.2, 0.05],
          "ភូមិក្បាលខ្លា": [0.5, 0.2, 0.05],
          "ភូមិស្វាយ": [0.5, 0.2, 0.05],
          "ភូមិជរ": [0.5, 0.2, 0.05],
          "ភូមិទឹកម្លាំង": [0.5, 0.2, 0.05],
          "ភូមិសណ្តាន់": [0.5, 0.2, 0.05],
          "ភូមិកំពង់ត្របែក": [0.5, 0.2, 0.05],
          "ភូមិបាជ័យ": [0.5, 0.2, 0.05],
          "ភូមិព្រៃគគីរ": [0.5, 0.2, 0.05]
        },
        "ឃុំសុចិត្រ": {
          "ភូមិរំចេក": [0.5, 0.2, 0.05],
          "ភូមិក្រាំង": [0.5, 0.2, 0.05],
          "ភូមិពោធិ៍រោង": [0.5, 0.2, 0.05],
          "ភូមិតាយ៉ង": [0.5, 0.2, 0.05],
          "ភូមិអន្សា": [0.5, 0.2, 0.05],
          "ភូមិព្រេន": [0.5, 0.2, 0.05],
          "ភូមិស្រែព្រីង": [0.5, 0.2, 0.05]
        },
        "ឃុំទំរីង": {
          "ភូមិលែង": [0.4, 0.2, 0.05],
          "ភូមិរនាម": [0.4, 0.2, 0.05],
          "ភូមិរន្ទះ": [0.4, 0.2, 0.05],
          "ភូមិទំអរ": [0.4, 0.2, 0.05],
          "ភូមិខោស": [0.4, 0.2, 0.05],
          "ភូមិក្បាលដំរី": [0.4, 0.2, 0.05],
          "ភូមិសំរោង": [0.4, 0.2, 0.05],
          "ភូមិស្រឡៅស្រោង": [0.4, 0.2, 0.05]
        }
      }
    }
  },
  zones: [
    {
      "name": "ក្រុងស្ទឹងសែន (តម្លៃដីតាមប្រភេទផ្លូវមេ)",
      "types": [
        { "id": "ks_t1", "label": "ប្រភេទមួយ", "desc": "ដីស្ថិតនៅផ្សារ និងផ្លូវមេជុំវិញផ្សារកំពង់ធំ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ (ទៅជើង) ចាប់ពីស្ពានកំពង់ធំ ដល់ស្ពានគមហា", "price": 250 },
        { "id": "ks_t2", "label": "ប្រភេទពីរ", "desc": "ដីស្ថិតនៅផ្លូវមេ ជាប់កំណាត់វិថីសេរីភាព និងសងខាងកំណាត់ផ្លូវជាតិលេខ៦ (ទៅត្បូង/ទៅជើង) ដល់ស្ពានអាចារ្យលាក់", "price": 180 },
        { "id": "ks_t3", "label": "ប្រភេទបី", "desc": "ដីស្ថិតនៅចំណតរថយន្ត និងផ្លូវមេជុំវិញចំណតរថយន្តក្រុងស្ទឹងសែន សងខាងកំណាត់ផ្លូវជាតិលេខ៦ និងផ្លូវព្រហ្មបាយ័ន២/វិថីដំរីជាន់ខ្លា", "price": 120 },
        { "id": "ks_t4", "label": "ប្រភេទបួន", "desc": "ដីស្ថិតនៅផ្សារ និងផ្លូវមេជុំវិញផ្សារចាស់ ជាប់កំណាត់ផ្លូវលេខ១០១ វិថីប្រជាធិបតេយ្យ វិថីស្ទឹងសែន និងផ្លូវជាតិលេខ៦", "price": 50 },
        { "id": "ks_t5", "label": "ប្រភេទប្រាំ", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ (ទៅត្បូង) ចាប់ពីស្ពានត្បូងចាម ដល់លូកាត់ផ្លូវជាតិភូមិបល្ល័ង្កខាងលិច", "price": 40 },
        { "id": "ks_t6", "label": "ប្រភេទប្រាំមួយ", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់វិថីតេជោមាស វិថីប្រជាធិបតេយ្យ ផ្លូវលេខ០១ ដល់លេខ១៣ វិថីក្រមង៉ុយ វិថី២៣តុលា", "price": 30 }
      ]
    },
    {
      "name": "ស្រុកស្ទោង (តម្លៃដីតាមទីប្រជុំជន និងផ្លូវមេ)",
      "types": [
        { "id": "st_t1", "label": "ប្រភេទមួយ", "desc": "ក្នុងទីប្រជុំជនស្ទោង (សងខាងផ្លូវជាតិលេខ០៦ ចាប់ពីផ្លូវខ្វែងចូលផ្សារដើមខ្នុរ និងផ្លូវខ្វែងទៅបន្ទាយស្ទោង ដល់វិទ្យាល័យសិរីសោភ័ណ្ឌ)", "price": 50 },
        { "id": "st_t2", "label": "ប្រភេទពីរ", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ (ទៅជើង) ចាប់ពីវិទ្យាល័យសិរីសោភ័ណ្ឌ ដល់ផ្លូវកែងវាងទីប្រជុំជនស្រុកស្ទោង (ដីលំនៅដ្ឋាន)", "price": 10 },
        { "id": "st_t3", "label": "ប្រភេទបី", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវវាងទីប្រជុំជនស្ទោង ចាប់ពីផ្លូវជាតិលេខ៦ ដល់ផ្លូវជាតិលេខ៦ (ដីលំនៅដ្ឋាន)", "price": 5 }
      ]
    },
    {
      "name": "ស្រុកបារាយណ៍ (តម្លៃដីតាមទីប្រជុំជន និងផ្លូវមេ)",
      "types": [
        { "id": "br_t1", "label": "ប្រភេទមួយ", "desc": "ក្នុងទីប្រជុំជនផ្សារកំពង់ថ្ម (ចាប់ពីគល់ស្ពានកំពង់ថ្ម ដល់ផ្លូវចូលភូមិព្រៃភ្នំ ឬភូមិឆ្មារកើត)", "price": 50 },
        { "id": "br_t2", "label": "ប្រភេទពីរ", "desc": "ដីស្ថិតនៅទីប្រជុំជន សងខាងផ្លូវជាតិលេខ០៦ ចាប់ពីគល់ស្ពានកំពង់ថ្ម ដល់ផ្លូវវាងផ្សារកំពង់ថ្ម (ស្ពានថ្មី)", "price": 30 },
        { "id": "br_t3", "label": "ប្រភេទបី", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៧១ (ទៅចំការលើ) ដល់សាលាបឋមសិក្សាគំរូកំពង់ថ្ម", "price": 15 },
        { "id": "br_t4", "label": "ប្រភេទបួន", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីអូរសួស្តី ដល់ប្រឡាយអូរស្វាយ", "price": 10 },
        { "id": "br_t5", "label": "ប្រភេទប្រាំ", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីវិទ្យាល័យជាស៊ីមកំពង់ថ្ម ដល់ព្រំប្រទល់ស្រុកតាំងគោក (ដីលំនៅដ្ឋាន)", "price": 5 }
      ]
    },
    {
      "name": "ស្រុកតាំងគោក (តម្លៃដីតាមទីប្រជុំជន និងផ្លូវមេ)",
      "types": [
        { "id": "tk_t1", "label": "ប្រភេទមួយ", "desc": "ក្នុងទីប្រជុំជនផ្សារតាំងគោក (ចាប់ពីសាលាឃុំស្លយោង ដល់ខ្លោងទ្វារចូលវត្តខ្លុយ)", "price": 50 },
        { "id": "tk_t2", "label": "ប្រភេទពីរ", "desc": "ដីស្ថិតនៅទីប្រជុំជន សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីប្រឡាយឯកឧត្តម ថោ ប៉េងលាភ ដល់លូអាហារដ្ឋានរំលង", "price": 30 },
        { "id": "tk_t3", "label": "ប្រភេទបី", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីវត្តថ្លា ដល់វិទ្យាល័យតាំងគោក", "price": 15 },
        { "id": "tk_t4", "label": "ប្រភេទបួន", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីព្រំប្រទល់ស្រុកបារាយណ៍ ដល់ខេត្តកំពង់ចាម (ដីលំនៅដ្ឋាន)", "price": 5 }
      ]
    },
    {
      "name": "ស្រុកសន្ទុក (តម្លៃដីតាមទីប្រជុំជន និងផ្លូវមេ)",
      "types": [
        { "id": "sn_t1", "label": "ប្រភេទមួយ", "desc": "ក្នុងទីប្រជុំជនផ្សារកំពង់ថ្មខាងជើង (ចាប់ពីគល់ស្ពានកំពង់ថ្ម ដល់ប្រឡាយទល់មុខរបងវិទ្យាល័យកំពង់ថ្ម)", "price": 40 },
        { "id": "sn_t2", "label": "ប្រភេទពីរ", "desc": "ក្នុងទីប្រជុំជនស្រុក (សងខាងផ្លូវជាតិលេខ៦ ចាប់ពីអាងមរណៈ ដល់អធិការដ្ឋាននគរបាលស្រុកសន្ទុក)", "price": 25 },
        { "id": "sn_t3", "label": "ប្រភេទបី", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីផ្លូវចូលវត្តស្រះ ដល់ស្ថានីយប្រេង គីម៉ិច (គិតសៀប)", "price": 10 },
        { "id": "sn_t4", "label": "ប្រភេទបួន", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីព្រំប្រទល់ក្រុងស្ទឹងសែន ដល់ព្រំប្រទល់ស្រុកបារាយណ៍ (ដីលំនៅដ្ឋាន)", "price": 7 }
      ]
    },
    {
      "name": "ស្រុកកំពង់ស្វាយ (តម្លៃដីតាមផ្លូវមេ)",
      "types": [
        { "id": "ksv_t1", "label": "ប្រភេទមួយ", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីស្អាតថ្មី ដល់ព្រំប្រទល់ក្រុងស្ទឹងសែន (ដីលំនៅដ្ឋាន)", "price": 20 },
        { "id": "ksv_t2", "label": "ប្រភេទពីរ", "desc": "ដីស្ថិតនៅផ្លូមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីមណ្ឌលសុខភាពឃុំសាន់គ ដល់ប្រឡាយ៣០កញ្ញា (ដីលំនៅដ្ឋាន)", "price": 15 },
        { "id": "ksv_t3", "label": "ប្រភេទបី", "desc": "ដីស្ថិតនៅផ្លូមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦ ចាប់ពីស្អាតថ្មី ដល់ព្រំប្រទល់ស្រុកស្ទោង (ដីលំនៅដ្ឋាន)", "price": 5 }
      ]
    },
    {
      "name": "ស្រុកប្រាសាទបល្ល័ង្ក (តម្លៃដីតាមទីប្រជុំជន និងផ្លូវមេ)",
      "types": [
        { "id": "pb_t1", "label": "ប្រភេទមួយ", "desc": "ក្នុងទីប្រជុំជនសាលាស្រុក (ចាប់ពីអធិការដ្ឋាននគរបាលស្រុកប្រាសាទបល្ល័ង្ក ដល់ផ្ទះសំណាក់ស្រីមុំ)", "price": 10 },
        { "id": "pb_t2", "label": "ប្រភេទពីរ", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦២ ចាប់ពីទីប្រជុំជនសាលាស្រុក ដល់ព្រំប្រទល់ខេត្តព្រះវិហារ (ដីលំនៅដ្ឋាន)", "price": 5 }
      ]
    },
    {
      "name": "ស្រុកប្រាសាទសំបូរ (តម្លៃដីតាមទីប្រជុំជន និងផ្លូវមេ)",
      "types": [
        { "id": "ps_t1", "label": "ប្រភេទមួយ", "desc": "ក្នុងទីប្រជុំជនសាលាស្រុក (ចាប់ពីស្ពានអូរចាស់ ដល់ផ្លូវចូលភូមិកូនក្អែកវាងប្រាសាទសំបូរព្រៃគុកហ៍)", "price": 10 },
        { "id": "ps_t2", "label": "ប្រភេទពីរ", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវទៅសាលាស្រុកប្រាសាទសំបូរ ចាប់ពីព្រំប្រទល់ស្រុកកំពង់ស្វាយ ដល់ព្រំប្រទល់ស្រុកសណ្តាន់ (ដីលំនៅដ្ឋាន)", "price": 3 }
      ]
    },
    {
      "name": "ស្រុកសណ្តាន់ (តម្លៃដីតាមទីប្រជុំជន និងផ្លូវមេ)",
      "types": [
        { "id": "sd_t1", "label": "ប្រភេទមួយ", "desc": "ក្នុងទីប្រជុំជនផ្សារទំរឹង", "price": 15 },
        { "id": "sd_t2", "label": "ប្រភេទពីរ", "desc": "ក្នុងទីប្រជុំជនស្រុកសណ្តាន់", "price": 10 },
        { "id": "sd_t3", "label": "ប្រភេទបី", "desc": "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវទៅសាលាស្រុកសណ្តាន់ ចាប់ពីសាលាស្រុកសណ្តាន់ ដល់ព្រំប្រទល់ស្រុកប្រាសាទសំបូរ (ដីលំនៅដ្ឋាន)", "price": 2 }
      ]
    }
  ],
  boreys: []
};

export const kampongThomData = extractedProvinceData;
