import { ProvinceData } from '../../types';

export const extractedProvinceData = {
  villages: {
    "ខេត្តឧត្តរមានជ័យ": {
      "ក្រុងសំរោង": {
        "សង្កាត់សំរោង": {
          "ភូមិសំរោង": [4, 3, 1],
          "ភូមិឈូក": [4, 3, 1],
          "ភូមិស្នៀត": [3, 1.50, 0.70],
          "ភូមិដូនកែន": [3, 1.50, 0.70],
          "ភូមិដូនកែនសែនជ័យ": [3, 1.50, 0.70],
          "ភូមិបុរីរដ្ឋបាល": [3, 1.50, 0.70],
          "ភូមិអូរក្រវ៉ាន់": [3, 1.50, 0.70],
          "ភូមិគោកគរ": [3, 1.50, 0.70],
          "ភូមិពុរ": [3, 1.50, 0.70],
          "ភូមិកណ្តែក": [3, 1.50, 0.70],
          "ភូមិអូរឫស្សី": [1, 0.70, 0.20],
          "ភូមិគោករំដួល": [1, 0.70, 0.20],
          "ភូមិគោកចំបក់": [1, 0.70, 0.20],
          "ភូមិគោកប្រេស": [1, 0.70, 0.20],
          "ភូមិអូរកន្សែង": [1, 0.70, 0.20],
          "ភូមិកូនដំរី": [1, 0.70, 0.20],
          "ភូមិបាក់នីម": [1, 0.70, 0.20]
        },
        "សង្កាត់អូរស្មាច់": {
          "ភូមិអូរស្មាច់": [7, 5, 0.70],
          "ភូមិដើមជ្រៃ": [7, 5, 0.50],
          "ភូមិតិរីមង្គល": [7, 5, 0.50],
          "ភូមិអភិវឌ្ឍន៍": [2, 1, 0.20],
          "ភូមិចំការចេក": [2, 1, 0.20],
          "ភូមិរួតចំប៉ី": [2, 1, 0.20],
          "ភូមិស្រះទឹក": [2, 1, 0.20],
          "ភូមិអូរខ្លាឃ្មុំ": [2, 1, 0.20]
        },
        "សង្កាត់កូនក្រៀល": {
          "ភូមិកូនក្រៀល": [2, 1.50, 0.10],
          "ភូមិអូរពក": [2, 1.50, 0.10],
          "ភូមិផ្លុង": [2, 1.50, 0.10],
          "ភូមិគោកប្រាសាទ": [2, 1.50, 0.10],
          "ភូមិគីរីវ័ន្ត": [2, 1.50, 0.10],
          "ភូមិគោកអំពិល": [1, 0.70, 0.10],
          "ភូមិគោកចាន់រី": [1, 0.70, 0.10],
          "ភូមិខ្ញុំ": [1, 0.70, 0.10],
          "ភូមិអន្លង់វែង": [1, 0.70, 0.10],
          "ភូមិចំប៉ាសុខ": [1, 0.70, 0.10],
          "ភូមិឈូកមាស": [1, 0.70, 0.10],
          "ភូមិគោកភ្លុក": [1, 0.70, 0.10],
          "ភូមិគោកឈូក": [1, 0.70, 0.10],
          "ភូមិបុស្ស": [1, 0.70, 0.10],
          "ភូមិដងទង់": [1, 0.70, 0.10],
          "ភូមិស្រះព្រិច": [1, 0.70, 0.10],
          "ភូមិអូរឫស្សី": [1, 0.70, 0.10],
          "ភូមិត្រពាំងទ្រូង": [1, 0.70, 0.10],
          "ភូមិថ្មី": [0.50, 0.30, 0.10],
          "ភូមិថ្នល់បត់": [0.50, 0.30, 0.10],
          "ភូមិត្រពាំងវែង": [0.50, 0.30, 0.10],
          "ភូមិឈើក្រំ": [0.50, 0.30, 0.10],
          "ភូមិក្តុល": [0.50, 0.30, 0.10],
          "ភូមិតាម៉ាន": [0.50, 0.30, 0.10],
          "ភូមិត្រពាំងស្តែង": [0.50, 0.30, 0.10],
          "ភូមិជ្រុងខាងលិច": [0.50, 0.30, 0.10],
          "ភូមិជើងខាងកើត": [0.50, 0.30, 0.10],
          "ភូមិរំដួលជើងភ្នំ": [0.50, 0.30, 0.10],
          "ភូមិសំរោងសែនជ័យ១": [0.50, 0.30, 0.10],
          "ភូមិសំរោងសែនជ័យ២": [0.50, 0.30, 0.10],
          "ភូមិតេជោសែន": [0.50, 0.30, 0.10]
        },
        "សង្កាត់បន្សាយរាក់": {
          "ភូមិកំណប់": [2, 0.60, 0.30],
          "ភូមិបន្សាយរាក់": [1, 0.50, 0.20],
          "ភូមិត្នោត": [0.70, 0.50, 0.10],
          "ភូមិសំបួរមាស": [0.70, 0.50, 0.10],
          "ភូមិពោធិវង្ស": [0.70, 0.50, 0.10],
          "ភូមិរំដួលវាសនា": [0.70, 0.50, 0.10]
        },
        "សង្កាត់បុស្បូវ": {
          "ភូមិអូរព្រាល": [0.70, 0.50, 0.10],
          "ភូមិបុស្បូវ": [0.50, 0.40, 0.10],
          "ភូមិត្របែក": [0.50, 0.40, 0.10],
          "ភូមិភ្លង់ចាស់": [0.40, 0.30, 0.10],
          "ភូមិក្រសាំង": [0.40, 0.30, 0.10],
          "ភូមិប្រាសាទ": [0.40, 0.30, 0.10],
          "ភូមិភ្លង់ថ្មី": [0.40, 0.30, 0.10],
          "ភូមិពងទឹក": [0.40, 0.30, 0.10]
        }
      },
      "ស្រុកអន្លង់វែង": {
        "ឃុំអន្លង់វែង": {
          "ភូមិអូរជញ្ចៀន": [5, 1, 0.30],
          "ភូមិថ្នល់កែង": [5, 1, 0.30],
          "ភូមិអភិវឌ្ឍន៍": [5, 1, 0.30],
          "ភូមិថ្នល់បំបែក": [5, 1, 0.30],
          "ភូមិកោះថ្មី": [5, 1, 0.30],
          "ភូមិប្រលាន": [1, 0.50, 0.10],
          "ភូមិថ្នល់ទទឹង": [1, 0.50, 0.10],
          "ភូមិថ្នល់កណ្តាលលើ": [1, 0.50, 0.10],
          "ភូមិថ្នល់កណ្តាលក្រោម": [1, 0.50, 0.10],
          "ភូមិយាងខាងជើង": [1, 0.50, 0.10],
          "ភូមិរំចេក": [1, 0.50, 0.10],
          "ភូមិរំចេកខាងកើត": [1, 0.50, 0.10],
          "ភូមិរំចេកលិច": [1, 0.50, 0.10],
          "ភូមិអូរតាមែង": [1, 0.50, 0.10],
          "ភូមិថ្នល់ថ្មី": [1, 0.50, 0.10],
          "ភូមិយាងខាងត្បូង": [1, 0.50, 0.10]
        },
        "ឃុំត្រពាំងប្រីយ៍": {
          "ភូមិទួលកណ្តាល": [5, 0.60, 0.20],
          "ភូមិជើងភ្នំ": [5, 0.60, 0.20],
          "ភូមិជាំ": [5, 0.60, 0.20],
          "ភូមិទួលត្បែង": [5, 0.60, 0.20],
          "ភូមិសាមគ្គី": [5, 0.60, 0.20],
          "ភូមិស្រះឈូក": [2, 0.40, 0.10],
          "ភូមិទួលសាលា": [2, 0.40, 0.10],
          "ភូមិទឹកជុំ": [2, 0.40, 0.10],
          "ភូមិបឹង": [2, 0.40, 0.10],
          "ភូមិសន្តិភាព": [2, 0.40, 0.10],
          "ភូមិឯកភាព": [2, 0.40, 0.10],
          "ភូមិឃ្លាំងកណ្តាល": [2, 0.40, 0.10],
          "ភូមិទំនប់លើ": [2, 0.40, 0.10],
          "ភូមិប្រាសាទ": [2, 0.40, 0.10],
          "ភូមិអូរក្រញូង": [2, 0.40, 0.10],
          "ភូមិទឹកជប់": [2, 0.40, 0.10]
        },
        "ឃុំត្នោត": {
          "ភូមិថ្មី": [1, 0.50, 0.10],
          "ភូមិទួលព្រិច": [1, 0.50, 0.10],
          "ភូមិទួលក្រឡាញ់": [1, 0.50, 0.10],
          "ភូមិស្វាយចេក": [1, 0.50, 0.10],
          "ភូមិទួលគ្រួស": [1, 0.50, 0.10],
          "ភូមិថ្កាត": [1, 0.50, 0.10],
          "ភូមិអូររុន": [1, 0.50, 0.10],
          "ភូមិទួលប្រាសាទ": [1, 0.50, 0.10],
          "ភូមិអូរស្រឡៅ": [1, 0.50, 0.10],
          "ភូមិឈើទាលជ្រុំ": [1, 0.50, 0.10]
        },
        "ឃុំលំទង": {
          "ភូមិទួលទោស": [1, 0.50, 0.10],
          "ភូមិអូរគគីរលើ": [1, 0.50, 0.10],
          "ភូមិអូរគគីរកណ្តាល": [1, 0.50, 0.10],
          "ភូមិលំទងថ្មី": [1, 0.50, 0.10],
          "ភូមិអូរគគីរក្រោម": [0.60, 0.30, 0.10],
          "ភូមិដីក្រហម": [0.60, 0.30, 0.10],
          "ភូមិអូរចាប់ត្រី": [0.60, 0.30, 0.10],
          "ភូមិថ្នល់ដាច់": [0.60, 0.30, 0.10],
          "ភូមិលំទងចាស់": [0.60, 0.30, 0.10],
          "ភូមិគោកសំព័រ": [0.60, 0.30, 0.10],
          "ភូមិរហាល": [0.60, 0.30, 0.10],
          "ភូមិចារ": [0.60, 0.30, 0.10],
          "ភូមិស្រឡៅស្រោង": [0.60, 0.30, 0.10],
          "ភូមិត្រពាំងធំ": [0.60, 0.30, 0.10],
          "ភូមិជប់តាមោក": [0.60, 0.30, 0.10]
        },
        "ឃុំត្រពាំងត្រាវ": {
          "ភូមិទួលប្រាសាទ": [1, 0.50, 0.10],
          "ភូមិស្តែងពណ៌": [1, 0.50, 0.10],
          "ភូមិអូរអង្រែ": [1, 0.50, 0.10],
          "ភូមិទួលស្វាយ": [1, 0.50, 0.10],
          "ភូមិតាដេវ": [0.60, 0.30, 0.10],
          "ភូមិត្រពាំងតាវ": [0.60, 0.30, 0.10],
          "ភូមិថ្មី": [0.60, 0.30, 0.10],
          "ភូមិទួលស្វាយសែនជ័យ": [0.60, 0.30, 0.10],
          "ភូមិអូរស្រម៉": [0.60, 0.30, 0.10],
          "ភូមិត្រពាំងតាវចាស់": [0.60, 0.30, 0.10],
          "ភូមិទំនប់": [0.60, 0.30, 0.10]
        }
      },
      "ស្រុកត្រពាំងប្រាសាទ": {
        "ឃុំត្រពាំងប្រាសាទ": {
          "ភូមិត្រពាំងប្រាសាទ": [5, 1, 0.20],
          "ភូមិស្រះជ្រៃ": [5, 1, 0.20],
          "ភូមិឈូកស": [5, 1, 0.20],
          "ភូមិថ្នល់កែង": [5, 1, 0.20],
          "ភូមិទួលតាសេក": [5, 1, 0.20],
          "ភូចិព្រៃស្លាក": [3, 0.70, 0.20],
          "ភូមិទំនប់ថ្មី": [3, 0.70, 0.20],
          "ភូមិអូរក្រូច": [3, 0.70, 0.20],
          "ភូមិអូរសោម": [3, 0.70, 0.20],
          "ភូមិស្រែកណ្តាល": [3, 0.70, 0.20],
          "ភូមិអូរត្រាច": [3, 0.70, 0.20],
          "ភូមិពានមាស": [3, 0.70, 0.20],
          "ភូមិស្រែក្រសាំង": [3, 0.70, 0.20],
          "ភូមិដីក្រហម": [3, 0.70, 0.20],
          "ភូមិតេជោអភិវឌ្ឍន៍": [3, 0.70, 0.20],
          "ភូមិអូររំដេង": [3, 0.70, 0.20],
          "ភូមិរលំត្បាល់": [3, 0.70, 0.20]
        },
        "ឃុំបាក់អន្លូង": {
          "ភូមិសំបូរ": [0.50, 0.20, 0.05],
          "ភូមិសុខសេរី": [0.50, 0.20, 0.05],
          "ភូមិស្រែល្អ": [0.50, 0.20, 0.05],
          "ភូមិត្រពាំងប្រីយ៍": [0.50, 0.20, 0.05],
          "ភូមិមានជ័យ": [0.50, 0.20, 0.05],
          "ភូមិទួលប្រសើរ": [0.50, 0.20, 0.05]
        },
        "ឃុំទំនប់ដាច់": {
          "ភូមិទំនប់ដាច់": [1.70, 0.35, 0.10],
          "ភូមិជ័យនិវត្តន៍": [1.70, 0.35, 0.10],
          "ភូមិសែនសុខ": [0.50, 0.30, 0.10],
          "ភូមិទួលពង្រ": [0.50, 0.30, 0.10],
          "ភូមិទួលចារ": [0.50, 0.30, 0.10],
          "ភូមិចារថ្មី": [0.50, 0.30, 0.10],
          "ភូមិទួលប្រាសាទ": [0.50, 0.30, 0.10]
        },
        "ឃុំព្រះប្រឡាយ": {
          "ភូមិព្រះប្រឡាយ": [0.50, 1.30, 0.10],
          "ភូមិបន្ទាយចាស់": [0.50, 1.30, 0.10],
          "ភូមិអូរំដួល": [0.50, 1.30, 0.10],
          "ភូមិត្រាំចាន": [0.50, 1.30, 0.10],
          "ភូមិត្រពាំងបី": [0.50, 1.30, 0.10],
          "ភូមិប្រាសាទក្រហមសែនជ័យ": [0.50, 1.30, 0.10],
          "ភូមិត្រាំប៉ោង": [0.60, 0.20, 0.07],
          "ភូមិត្រាំប៉ោងខាងត្បូង": [0.60, 0.20, 0.07]
        },
        "ឃុំផ្អាវ": {
          "ភូមិឫស្សី": [0.35, 0.15, 0.10],
          "ភូមិច្រោក": [0.35, 0.15, 0.10],
          "ភូមិអូរជីក": [0.35, 0.15, 0.10],
          "ភូមិផ្អាវ": [0.35, 0.15, 0.10],
          "ភូមិថ្កូវ": [0.35, 0.15, 0.10],
          "ភូមិស្លៀកជ្រុំ": [0.35, 0.15, 0.10],
          "ភូមិអូរបេង": [0.35, 0.15, 0.10],
          "ភូមិពពេល": [0.35, 0.15, 0.10],
          "ភូមិថ្នល់កែង": [0.35, 0.15, 0.10],
          "ភូមិពពេលសែនជ័យ": [0.35, 0.15, 0.10],
          "ភូមិព្រះចំបក់": [0.35, 0.15, 0.10],
          "ភូមិខ្នងទួលមានជ័យ": [0.35, 0.15, 0.10],
          "ភូមិតាម៉ូតមានជ័យ": [0.35, 0.15, 0.10]
        },
        "ឃុំអូរស្វាយ": {
          "ភូមិឈើទាលជ្រុំ": [0.35, 0.15, 0.10],
          "ភូមិអូរល្ហុង": [0.35, 0.15, 0.10],
          "ភូមិតាសំ": [0.35, 0.15, 0.10],
          "ភូមិសែនជ័យ": [0.35, 0.15, 0.10],
          "ភូមិអូរស្វាយ": [0.35, 0.15, 0.10],
          "ភូមិពាមក្នុង": [0.35, 0.15, 0.10],
          "ភូមិពពេលសែនជ័យ": [0.35, 0.15, 0.10],
          "ភូមិទួលគ្រួស": [0.35, 0.15, 0.10]
        }
      },
      "ស្រុកបន្ទាយអំពិល": {
        "ឃុំគោកមន": {
          "ភូមិគោកមន": [1, 0.50, 0.15],
          "ភូមិទួលធំ": [1, 0.50, 0.15],
          "ភូមិសឹង្ហ": [1, 0.50, 0.15],
          "ភូមិកណ្តៀប": [0.50, 0.30, 0.10],
          "ភូមិស៊ីលៀម": [0.50, 0.30, 0.10],
          "ភូមិគោកខ្ចាយ": [0.50, 0.30, 0.10],
          "ភូមិត្រពាំងអំពិល": [0.50, 0.30, 0.10],
          "ភូមិត្រពាំងគ្រួស": [0.50, 0.30, 0.10],
          "ភូមិគោកស្វាយ": [0.50, 0.30, 0.10],
          "ភូមិតានេស": [0.50, 0.30, 0.10],
          "ភូមិសាលារាំង": [0.50, 0.30, 0.10],
          "ភូមិរនាមធំ": [0.50, 0.30, 0.10],
          "ភូមិថ្នល់ដាច់": [0.50, 0.30, 0.10],
          "ភូមិថ្នល់បត់": [0.50, 0.30, 0.10],
          "ភូមិរំចេក": [0.50, 0.30, 0.10],
          "ភូមិនាគរាជ": [0.50, 0.30, 0.10],
          "ភូមិតូ": [0.50, 0.30, 0.10],
          "ភូមិសិទ្ធិសេរី": [0.50, 0.30, 0.10],
          "ភូមិព្រៃវែង": [0.50, 0.30, 0.10],
          "ភូមិសិទ្ធិសេរីចាស់": [0.50, 0.30, 0.10],
          "ភូមិតាហាំ": [0.50, 0.30, 0.10],
          "ភូមិរំចង់": [0.50, 0.30, 0.10],
          "ភូមិគោកសង្កើច": [0.50, 0.30, 0.10],
          "ភូមិថ្មដួន": [0.50, 0.30, 0.10],
          "ភូមិហនុមាន": [0.50, 0.30, 0.10],
          "ភូមិតាមាន់": [0.50, 0.30, 0.10]
        },
        "ឃុំបេង": {
          "ភូមិរស្មីសុភី": [0.50, 0.30, 0.10],
          "ភូមិទទឹងថ្ងៃ": [0.50, 0.30, 0.10],
          "ភូមិបេង": [0.30, 0.20, 0.08],
          "ភូមិពោធិ៍ចាស់": [0.30, 0.20, 0.08],
          "ភូមិវល្លិ៍យាវ": [0.30, 0.20, 0.08],
          "ភូមិយាយទេព": [0.30, 0.20, 0.08],
          "ភូមិទំនប់ចាស់": [0.30, 0.20, 0.08],
          "ភូមិទំនប់ថ្មី": [0.30, 0.20, 0.08],
          "ភូមិប្រាសាទបី": [0.30, 0.20, 0.08],
          "ភូមិពោធិ៍ថ្មី": [0.30, 0.20, 0.08],
          "ភូមិប្រាសាទល្បើក": [0.30, 0.20, 0.08],
          "ភូមិរង្សី": [0.30, 0.20, 0.08],
          "ភូមិតាម៉ា": [0.30, 0.20, 0.08],
          "ភូមិអូររំដួល": [0.30, 0.20, 0.08],
          "ភូមិគោកកំប៉ុល": [0.30, 0.20, 0.08],
          "ភូមិគោកកី": [0.30, 0.20, 0.08],
          "ភូមិកន្ទុយជូន": [0.30, 0.20, 0.08],
          "ភូមិសំរោងទាប": [0.30, 0.20, 0.08],
          "ភូមិគោកកប្បាស់": [0.30, 0.20, 0.08],
          "ភូមិម៉ាលីស្រោង": [0.30, 0.20, 0.08],
          "ភូមិគោករំជ័យ": [0.30, 0.20, 0.08],
          "ភូមិដង្កោកាប៉ុក": [0.30, 0.20, 0.08],
          "ភូមិក្រឡសែនជ័យ": [0.30, 0.20, 0.08],
          "ភូមិពោធិ៍សែនជ័យ": [0.30, 0.20, 0.08],
          "ភូមិត្រពាំងស្វាយ": [0.30, 0.20, 0.08],
          "ភូមិក្រសាំងថ្មី": [0.30, 0.20, 0.08],
          "ភូមិសំរោងតាហែ": [0.30, 0.20, 0.08]
        },
        "ឃុំអំពិល": {
          "ភូមិអំពិលចាស់": [1.50, 0.30, 0.10],
          "ភូមិអំពិលថ្មី": [1.50, 0.30, 0.10],
          "ភូមិគោកឪឡោក": [1.50, 0.30, 0.10],
          "ភូមិចារ": [1.50, 0.30, 0.10],
          "ភូមិពង្រតាឡី": [1.50, 0.30, 0.10],
          "ភូមិត្រប់": [1.50, 0.30, 0.10],
          "ភូមិត្បែងថ្មី": [1.50, 0.30, 0.10],
          "ភូមិជប់តតីរខាងកើត": [1.50, 0.30, 0.10],
          "ភូមិជប់តរខាងលិច": [1.50, 0.30, 0.10],
          "ភូមិពងទឹក": [1.50, 0.30, 0.10],
          "ភូមិដូនទា": [1.50, 0.30, 0.10],
          "ភូមិច័ន្ទក្រហមសែនជ័យ": [1.50, 0.30, 0.10],
          "ភូមិគោករិទ្ធ": [1.50, 0.30, 0.10],
          "ភូមិតេជោអូរដារ": [1.50, 0.30, 0.10],
          "ភូមិយ៉ក": [0.30, 0.20, 1.08],
          "ភូមិព្រៃវ": [0.30, 0.20, 1.08],
          "ភូមិបារាយណ៍": [0.30, 0.20, 1.08],
          "ភាក្ដុល": [0.30, 0.20, 1.08],
          "ភូមិរុងរឿង": [0.30, 0.20, 1.08],
          "ភូមិពង្រ": [0.30, 0.20, 1.08],
          "ភូមិគោកធំ": [0.30, 0.20, 1.08],
          "ភូមិរំដួលចាស់": [0.30, 0.20, 1.08],
          "ភូមិរំដួលថ្មី": [0.30, 0.20, 1.08],
          "ភូមិត្រុំ": [0.30, 0.20, 1.08],
          "ភូមិត្បែងចាស់": [0.30, 0.20, 1.08],
          "ភូមិល្បើករិទ្ធ": [0.30, 0.20, 1.08],
          "ភូមិគោកព្រេច": [0.30, 0.20, 1.08],
          "ភូមិហាលៀមសែនជ័យ": [0.30, 0.20, 1.08],
          "ភូមិរំដួលសែនជ័យ": [0.30, 0.20, 1.08],
          "ភូមិសុភាព": [0.30, 0.20, 1.08],
          "ភូមិប្រាសាទរំដួល": [0.30, 0.20, 1.08]
        },
        "ឃុំគោកខ្ពស់": {
          "ភូមិទន្លេស": [1.40, 0.30, 0.10],
          "ភូមិគោកខ្ពស់": [0.30, 1.20, 0.08],
          "ភូមិស្រះស្រង់": [0.30, 1.20, 0.08],
          "ភូមិតាប": [0.30, 1.20, 0.08],
          "ភូមិប្រីយ៍": [0.30, 1.20, 0.08],
          "ភូមិឈើស្លាប់": [0.30, 1.20, 0.08],
          "ភូមិបុសធំ": [0.30, 1.20, 0.08],
          "ភូមិមនោរម្យ": [0.30, 1.20, 0.08],
          "ភូមិសែនមនោរម្យ១": [0.30, 1.20, 0.08],
          "ភូមិថ្នល់": [0.30, 1.20, 0.08],
          "ភូមិសែនមនោរម្យ២": [0.30, 1.20, 0.08],
          "ភូមិប្រាសាទអូរទង": [0.30, 1.20, 0.08],
          "ភូមិព្រៃទទឹង": [0.30, 1.20, 0.08]
        }
      },
      "ស្រុកចុងកាល់": {
        "ឃុំចុងកាល់": {
          "ភូមិចុងកាល់": [0.50, 0.20, 0.08],
          "ភូមិព្រៃធំ": [0.50, 0.20, 0.08],
          "ភូមិ “ក”": [0.50, 0.20, 0.08],
          "ភូមិគោកវត្ត": [0.30, 0.20, 1.05],
          "ភូមិស្រម៉រ": [0.30, 0.20, 1.05],
          "ភូមិឈក": [0.30, 0.20, 1.05],
          "ភូមិបន្ទាយចាស់": [0.30, 0.20, 1.05],
          "ភូមិបាត់": [0.30, 0.20, 1.05],
          "ភូមិអាតោ": [0.30, 0.20, 1.05],
          "ភូមិបន្ទាយថ្មី": [0.30, 0.20, 1.05]
        },
        "ឃុំពង្រ": {
          "ភូមិពង្រ": [1.50, 1.20, 1.08],
          "ភូមិតាប៉ែន": [1.50, 1.20, 1.08],
          "ភូមិកលដុំ": [1.50, 1.20, 1.08],
          "ភូមិអំពិល": [0.30, 0.20, 0.05],
          "ភូមិគោកសង្កែ": [0.30, 0.20, 0.05],
          "ភូមិបន្ទាយជ័រ": [0.30, 0.20, 0.05],
          "ភូមិព្រៃនគរ": [0.30, 0.20, 0.05],
          "ភូមិស្រះកែវ": [0.30, 0.20, 0.05]
        },
        "ឃុំជើងទៀន": {
          "ភូមិជើងទៀន": [0.50, 1.20, 0.08],
          "ភូមិស្រែប្រាំង": [0.30, 0.20, 0.05],
          "ភូមិគោកពង្រ": [0.30, 0.20, 0.05],
          "ភូមិគោកត្រាង": [0.30, 0.20, 0.05],
          "ភូមិតាឈូក": [0.30, 0.20, 0.05],
          "ភូមិឆ្កែស្រែង": [0.30, 0.20, 0.05],
          "ភូមិគោករាំង": [0.30, 0.20, 0.05]
        },
        "ឃុំក្រសាំង": {
          "ភូមិគោកស្ពាន": [0.50, 0.20, 0.08],
          "ភូមិឈូក": [0.50, 0.20, 0.08],
          "ភូមិគោល": [0.30, 0.20, 0.05],
          "ភូមិខ្នារ": [0.30, 0.20, 0.05],
          "ភូមិគោកសំរេច": [0.30, 0.20, 0.05],
          "ភូមិរលំវែង": [0.30, 0.20, 0.05],
          "ភូមិចេកក្បូរ": [0.30, 0.20, 0.05],
          "ភូមិគោកធ្នង់": [0.30, 0.20, 0.05],
          "ភូមិគោកធំ": [0.30, 0.20, 0.05],
          "ភូមិបន្ទាត់បោះ": [0.30, 0.20, 0.05]
        }
      }
    }
  },
  zones: [
    {
      name: "ក្រុងសំរោង",
      types: [
        {
          id: "samraong_zone1",
          label: "ប្រភេទមួយ - ផ្លូវមេ និងផ្សារ",
          desc: "ដីស្ថិតនៅផ្សារ និងផ្លូវមេ ខាងជើង និងខាងត្បូង ជាប់ផ្សារសំរោង, សងខាងកំណាត់ផ្លូវលេខ២ ចាប់ពីស្ពានរលួសដល់កែងផ្លូវលេខ១៧ (ស្តង់ទឹក)",
          price: 200
        },
        {
          id: "samraong_zone2",
          label: "ប្រភេទពីរ - ផ្លូវមេ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវលេខ២ ចាប់ពីផ្លូវលេខ១៧ ដល់កែងវត្តសំរោង, ខាងក្រោយផ្សារសំរោង (ជាប់ផ្សារ)",
          price: 150
        },
        {
          id: "samraong_zone3",
          label: "ប្រភេទបី - ផ្លូវមេ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវលេខ២ ចាប់ពីរង្វង់មូលលោកកេស្វរៈ ដល់ស្ពានរលួស, ចាប់ពីផ្លូវកែងវត្តសំរោង ដល់រង្វង់មូលជ័យវរ្ម័នទី៧, សងខាងកំណាត់ផ្លូវលេខ២មាត់បឹងស្លោខាងកើត ចាប់ពីភោជនីយដ្ឋាន ផ្កាយព្រឹក ដល់កែងផ្លូវភ្លោះលេខ១, សងខាងកំណាត់ផ្លូវលេខ៣ ចាប់ពីផ្លូវជាតិលេខ៥៦ ដល់កែងផ្សារសំរោង, សងខាងកំណាត់ផ្លូវភ្លោះលេខ១មុខសាលាខេត្ត ចាប់ពីរង្វង់មូលជ័យវរ្ម័នទី៧ ដល់ផ្លូវបំបែកភូមិកំណប់",
          price: 70
        },
        {
          id: "samraong_zone4_1",
          label: "ប្រភេទបួន - ផ្លូវមេ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦៨ ចាប់ពីរង្វង់មូលលោកកេស្វរៈ ដល់រង្វង់មូលជ័យវរ្ម័នទី៧, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីរង្វង់មូលលោកកេសួរៈ ដល់ផ្លូវបំបែកសាលាឆទានភូមិស្នៀត, សងខាងកំណាត់ផ្លូវលេខ៤ក្រោយវត្តសំរោង ចាប់ពីផ្លូវបំបែកវត្តសំរោង ដល់ផ្លូវជាតិលេខ៥៦, សងខាងកំណាត់ផ្លូវលេខ៥ ចាប់ពីភោជនីយដ្ឋានផ្កាយព្រឹក ដល់ផ្លូវលេខ២ (ផ្លូវកណ្តាលភូមិដូនកែន), សងខាងផ្លូវជាតិលេខ៦៨ ចាប់ពីកែងផ្ទះសំណាក់ ធុច ម៉ីម៉ី ដល់ព្រំដែនកម្ពុជាថៃ, សងខាងកំណាត់ផ្លូវជាតិ៦៨ ចាប់ពីរង្វង់មូលជ័យវរ្ម័នទី៧ ដល់ផ្លូវលេខ២៩ ចូលស្ថានីយទឹកស្អាតភូមិពុរ",
          price: 35
        },
        {
          id: "samraong_zone4_2",
          label: "ប្រភេទបួន - ផ្លូវរណប",
          desc: "ស្ថិតនៅផ្លូវរណបពាក់ព័ន្ធផ្លូវមេខាងលើ",
          price: 20
        },
        {
          id: "samraong_zone4_3",
          label: "ប្រភេទបួន - ច្រកផ្លូវ",
          desc: "ដីស្ថិតនៅច្រកផ្លូវពាក់ព័ន្ធផ្លូវមេ និងផ្លូវរណបខាងលើ (ផ្លូវកៅស៊ូ ឬ បេតុង)",
          price: 15
        },
        {
          id: "samraong_zone5",
          label: "ប្រភេទប្រាំ - ផ្លូវមេ និងតំបន់មួយចំនួន",
          desc: "សងខាងកំណាត់ផ្លូវលេខ១៥ ចាប់ពីមុខព្រះវិហារវត្តសំរោង ដល់ផ្លូវលេខ៥, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៨ទៅអូរស្មាច់ ចាប់ពីផ្លូវចូលអូរទីមួយ ដល់ផ្លូវកែងផ្ទះសំណាក់ ធុច ម៉ី ម៉ី, សងខាងកំណាត់ផ្លូវខេត្តលេខ២៦៨៨ មុខធនាគារអេស៊ីលីដាអូរស្មាច់ ដល់កែងផ្លូវលេខ១៦",
          price: 20
        },
        {
          id: "samraong_zone6_res",
          label: "ប្រភេទប្រាំមួយ - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅតំបន់ ផ្លូវមេ និងផ្សារ, តំបន់រដ្ឋបាលក្រោយសាលាខេត្ត, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៨ ចាប់ពីក្លោងទ្វារកងពលតូចលេខ៤២ ដល់ព្រំប្រទល់ស្រុកចុងកាល់, សងខាងកំណាត់ផ្លូវជាតិក្នុងតំបន់ទីប្រជុំជនអក្សរតេចំងាយ ២០០ម៉ែត្រ, សងខាងកំណាត់ផ្លូវជាតិក្នុងតំបន់ទីប្រជុំជនភូមិផ្លុង ចំងាយ ២០០ម៉ែត្រពីរង្វង់មូល, សងខាងកំណាត់ផ្លូវទៅភូមិកំណប់ចាប់ពីកែងទីបញ្ជាការសមរភូមិទិសទីបី ដល់កែងផ្លូវបំបែកទៅសង្កាត់បន្សាយរាក់, ដីស្ថិតនៅជុំវិញ ផ្សារចំការចេក ក្នុងសង្កាត់អូរស្មាច់",
          price: 10
        },
        {
          id: "samraong_zone6_agri",
          label: "ប្រភេទប្រាំមួយ - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅតំបន់ ផ្លូវមេ និងផ្សារ ដូចខាងលើ",
          price: 1
        },
        {
          id: "samraong_zone7_res",
          label: "ប្រភេទប្រាំពីរ - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវទៅអន្លង់វែង ចាប់ពីផ្លូវបំបែកទៅអូរស្មាច់ ដល់ព្រំប្រទល់ស្រុកអន្លង់វែង, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីផ្លូវបំបែកទៅសាលាឆទាន ដល់ព្រំប្រទល់ស្រុកបន្ទាយអំពិល, សងខាងកំណាត់ផ្លូវជាតិទៅអូរស្មាច់ ចាប់ពីលូបឹងកណ្តែក (ផ្លូវចូលស្ថានីយទឹកស្អាត) ដល់ផ្លូវចូលអូរទីមួយ, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៨ ចាប់ពីរង្វង់មូលភូមិផ្លុង ដល់ព្រំប្រទល់ស្រុកបន្ទាយអំពិល (លើកលែងកំណាត់ផ្លូវដែលមានចែងក្នុងប្រភេទប្រាំមួយ)",
          price: 5
        },
        {
          id: "samraong_zone7_agri",
          label: "ប្រភេទប្រាំពីរ - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 1
        }
      ]
    },
    {
      name: "ស្រុកអន្លង់វែង",
      types: [
        {
          id: "anlongveng_zone1",
          label: "ប្រភេទមួយ - ទីប្រជុំជន និងផ្លូវមេ",
          desc: "ដីស្ថិតនៅទីប្រជុំជន និងផ្លូវមេ ក្នុងទីប្រជុំជនអន្លង់វែង, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ (ទៅច្រកជាំ) ចាប់ពីផ្លូវចូលផ្សារជាំ ដល់ព្រំប្រទល់ កម្ពុជា ថៃ, សងខាងកំណាត់ផ្លូវជាតិទៅស្រុកត្រពាំងប្រាសាទ ចាប់ពីរង្វង់មូល ដល់ខាងកើតសាលាស្រុកប្រវែង៧០ម៉ែត្រ, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីរង្វង់មូល ដល់មន្ទីរពេទ្យបង្អែកស្រុក, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីរង្វង់មូល ដល់ស្ពានទី១",
          price: 80
        },
        {
          id: "anlongveng_zone2",
          label: "ប្រភេទពីរ - ទីប្រជុំជន",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីមន្ទីរពេទ្យបង្អែកស្រុក ដល់ផ្លូវកែងអក្សរ T, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីស្ពានទី១ ដល់ស្ពានទី២, សងខាងកំណាត់ផ្លូវជាតិទៅត្រពាំងប្រាសាទ ចាប់ពីខាងកើតសាលាស្រុក ដល់ផ្លូវចូលផ្ទះ ឯកឧត្តម គន់ គីម",
          price: 40
        },
        {
          id: "anlongveng_zone3",
          label: "ប្រភេទបី - ផ្លូវមេ និងផ្លូវរណប",
          desc: "សងខាងកំណាត់ផ្លូវកែងអក្សរតេ ដល់ផ្ទះសំណាក់តាណាតមេឃុំ, ដីស្ថិតនៅផ្លូវរណបពាក់ព័ន្ធផ្លូវមេខាងលើ (ផ្លូវបេតុង ឬ កៅស៊ូ), សងខាងកំណាត់ផ្លូវពីរង្វង់មូលដល់ផ្លូវហាយវេ (ផ្លូវគិន សុខារិទ្ធ)",
          price: 30
        },
        {
          id: "anlongveng_zone4_res",
          label: "ប្រភេទបួន - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិទៅស្រុកត្រពាំងប្រាសាទ ចាប់ពីផ្លូវចូលផ្ទះឯ ឧ គន់ គីម ដល់ផ្លូវចូលព្រលាន, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីស្ពានទី២ ដល់ផ្លូវកែងច្រមុះជ្រូក ទៅខេត្តសៀមរាប, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីផ្លូវកែងអក្សរតេ ដល់ផ្លូវបំបែកភូមិទឹកជុំ, សងខាងកំណាត់ផ្លូវជាតិទៅក្រុងសំរោង ចាប់ពីផ្ទះសំណាក់តាណាតមេឃុំ ដល់ផ្លូវបំបែកហាយវេ, សងខាងកំណាត់ផ្លូវជាតិទៅស្រុកត្រពាំងប្រាសាទ ចាប់ពីព្រំប្រទល់ភូមិស្វាយចេកខាងលិច ដល់ព្រំប្រទល់ភូមិស្វាយចេកខាងកើត (ទីប្រជុំជន ត)",
          price: 10
        },
        {
          id: "anlongveng_zone4_agri",
          label: "ប្រភេទបួន - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 1
        },
        {
          id: "anlongveng_zone5_res",
          label: "ប្រភេទប្រាំ - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិទៅក្រុងសំរោង ចាប់ពីផ្លូវចូលបន្ទាយ៤១១ ដល់ផ្លូវចូលមណ្ឌលសុខភាពត្រពាំងតាវ (ទីប្រជុំជន ទួលស្វាយ), សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីផ្លូវបំបែកភូមិទួលកណ្តាល ដល់ជើងភ្នំ, សងខាងកំណាត់ផ្លូវ ចាប់ពីព្រំប្រទល់ភូមិស្វាយចេកខាងកើត ដល់ព្រំប្រទល់ស្រុកត្រពាំងប្រាសាទ, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៧ ចាប់ពីផ្លូវបំបែកហាយវេ ដល់កងរាជអាវុធហត្ថស្រុក, សងខាងកំណាត់ផ្លូវទៅស្រុកត្រពាំងប្រាសាទ ចាប់ពីផ្លូវចូលភូមិព្រលាន ដល់ព្រំប្រទល់ស្រុកត្រពាំងប្រាសាទ, សងខាងកំណាត់ផ្លូវ ចាប់ពីកងរាជអាវុធហត្ថស្រុក ដល់ព្រំប្រទល់ខេត្តសៀមរាប, សងខាងកំណាត់ផ្លូវទៅក្រុងសំរោង ចាប់ពីផ្លូវបំបែកហាយវេ ដល់ព្រំប្រទល់ក្រុងសំរោង",
          price: 5
        },
        {
          id: "anlongveng_zone5_agri",
          label: "ប្រភេទប្រាំ - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 1
        }
      ]
    },
    {
      name: "ស្រុកត្រពាំងប្រាសាទ",
      types: [
        {
          id: "trapeangprasat_zone1",
          label: "ប្រភេទមួយ - ទីប្រជុំជន និងផ្លូវមេ",
          desc: "ដីស្ថិតនៅទីប្រជុំជន និងផ្លូវមេ ក្នុងទីប្រជុំជនត្រពាំងប្រាសាទ, សងខាងកំណាត់ផ្លូវជាតិមកអន្លង់វែង ចាប់ពីរង្វង់មូល ដល់ស្នាក់ការបក្ស, សងខាងកំណាត់ផ្លូវជាតិទៅស្រអែម ចាប់ពីរង្វង់មូល ដល់មណ្ឌលសុខភាព",
          price: 70
        },
        {
          id: "trapeangprasat_zone2",
          label: "ប្រភេទពីរ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវទៅស្រអែម ចាប់ពីរង្វង់មូល ដល់ផ្លូវបំបែកភូមិអូរសោម, សងខាងកំណាត់ផ្លូវទៅស្រុកស្វាយលើ ចាប់ពីរង្វង់មូល ដល់ល្អព្រំប្រទល់ភូមិស្រះជ្រៃ (លើកលែងកំណាត់ផ្លូវដែលមានចែងក្នុងប្រភេទមួយ)",
          price: 30
        },
        {
          id: "trapeangprasat_zone3",
          label: "ប្រភេទបី - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវទៅស្រអែម ចាប់ពីមណ្ឌលសុខភាព ដល់សាលាស្រុកថ្មី",
          price: 10
        },
        {
          id: "trapeangprasat_zone4_res",
          label: "ប្រភេទបួន - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវទៅអន្លង់វែង ចាប់ពីស្នាក់ការបក្ស ដល់ព្រំប្រទល់ស្រុកអន្លង់វែង, សងខាងកំណាត់ផ្លូវទៅស្រុកស្វាយលើ ចាប់ពីល្អព្រំប្រទល់ភូមិស្រះជ្រៃ ដល់សាលាបឋមសិក្សាត្រពាំងប្រាសាទ, សងខាងកំណាត់ផ្លូវទៅស្រអែម ចាប់ពីផ្លូវបំបែកទៅភូមិអូរសោម ដល់អធិការដ្ឋាននគរបាលស្រុក, សងខាងកំណាត់ផ្លូវទៅភូមិអូរសោម ចាប់ពីផ្លូវបំបែកខាងកើតរង្វង់មូល ដល់ស្ពានទី ១, សងខាងកំណាត់ផ្លូវពីមណ្ឌលសុខភាព ដល់សាលាស្រុកចាស់, សងខាងកំណាត់ផ្លូវទៅស្រអែម ចាប់ពីសាលាស្រុកថ្មី ដល់ព្រំប្រទល់ខេត្តព្រះវិហារ, សងខាងកំណាត់ផ្លូវទៅស្រុកស្វាយលើ ចាប់ពីសាលាបឋមសិក្សាត្រពាំងប្រាសាទ ដល់ព្រំប្រទល់ខេត្តសៀមរាប, សងខាងកំណាត់ផ្លូវទៅវត្តត្រពាំងប្រាសាទ ចាប់ពីស្នាក់ការបក្ស ដល់លូទី ១, សងខាងកំណាត់ផ្លូវពីសាលាស្រុកចាស់ ដល់ភូមិឈូកស",
          price: 5
        },
        {
          id: "trapeangprasat_zone4_agri",
          label: "ប្រភេទបួន - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 1
        }
      ]
    },
    {
      name: "ស្រុកបន្ទាយអំពិល",
      types: [
        {
          id: "banteayampil_zone1",
          label: "ប្រភេទមួយ - ទីប្រជុំជន",
          desc: "ដីស្ថិតនៅទីប្រជុំជន ក្នុងទីប្រជុំជនផ្សារ និងសាលាស្រុក",
          price: 200
        },
        {
          id: "banteayampil_zone2",
          label: "ប្រភេទពីរ - ផ្លូវមេ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីលូខាងកើតសាលាបឋមសិក្សាគោកមន ដល់ផ្លូវចូលវត្តតានេស, សងខាងកំណាត់ផ្លូវទៅប្រាសាទតាមាន់ ចាប់ពីអង់តែនទូរស័ព្ទកាត់រង្វង់មូល ដល់មន្ទីរបក្សស្រុក (លើកលែងកំណាត់ផ្លូវដែលមានចែងក្នុងប្រភេទមួយ)",
          price: 10
        },
        {
          id: "banteayampil_zone3",
          label: "ប្រភេទបី - ផ្លូវមេ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីលូខាងកើតសាលាបឋមសិក្សាគោកមន ដល់ទីបញ្ជាការដ្ឋានកងរាជអាវុធហត្ថស្រុក, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីស្ពានគោកមន ដល់លូភូមិសឹង្ហ, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីមន្ទីរបក្សស្រុក ដល់លូត្រពាំងបល្ល័ង្ក, សងខាងកំណាត់ផ្លូវទៅភូមិជប់គគីរ ចាប់ពីរង្វង់មូល ដល់ព្រំដែនកម្ពុជា ថៃ, សងខាងកំណាត់ផ្លូវ ចាប់ពីផ្សារជប់គគីរ ដល់មណ្ឌលសុខភាព",
          price: 5
        },
        {
          id: "banteayampil_zone4_res",
          label: "ប្រភេទបួន - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីទីបញ្ជាការដ្ឋានកងរាជអាវុធហត្ថស្រុក ដល់ព្រំប្រទល់ក្រុងសំរោង, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីលូភូមិសឹង្ហ ដល់ព្រំប្រទល់ខេត្តបន្ទាយមានជ័យ, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៦ ចាប់ពីលូអាងតាណេស ដល់ប្រាសាទតាមាន់ (ព្រំដែនថៃ), សងខាងផ្លូវជាតិលេខ៥៨ ចាប់ពីរង្វង់មូលជប់គគីរ ដល់ស្ពានអូរច័ន្ទក្រហម, សងខាងផ្លូវជាតិលេខ៥៨ ចាប់ពីរង្វង់មូលជប់គគីរ ដល់ស្ពានអូរដា, រង្វង់មូលទីប្រជុំជនស្រុកបន្ទាយអំពិល ដល់ផ្លូវបំបែកជាបួនឃុំបេង",
          price: 3
        },
        {
          id: "banteayampil_zone4_agri",
          label: "ប្រភេទបួន - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 0.40
        }
      ]
    },
    {
      name: "ស្រុកចុងកាល់",
      types: [
        {
          id: "chongkal_zone1_res",
          label: "ប្រភេទមួយ - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦៨ ចាប់ពីស្ពានផ្លូវបំបែកទៅឃុំក្រសាំង ដល់សាលាបឋមសិក្សា ហ៊ុន សែន ព្រៃធំ",
          price: 15
        },
        {
          id: "chongkal_zone1_agri",
          label: "ប្រភេទមួយ - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 2
        },
        {
          id: "chongkal_zone2_res",
          label: "ប្រភេទពីរ - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦៨ (ចូលមកទីរួមខេត្ត) ចាប់ពីស្ពានផ្លូវបំបែកទៅឃុំក្រសាំង ដល់ផ្លូវចូលជំរំជនភៀសសឹក",
          price: 7
        },
        {
          id: "chongkal_zone2_agri",
          label: "ប្រភេទពីរ - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 1.5
        },
        {
          id: "chongkal_zone3_res",
          label: "ប្រភេទបី - ដីលំនៅដ្ឋាន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៦៨ (ទៅក្រឡាញ់) ចាប់ពីសាលាបឋមសិក្សាហ៊ុន សែន ព្រៃធំ ដល់ព្រំប្រទល់ខេត្តសៀមរាប, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៨ (ចូលមកទីរួមខេត្ត) ចាប់ពីចូលជំរំជនភៀសសឹក ដល់ព្រំប្រទល់ក្រុងសំរោង",
          price: 5
        },
        {
          id: "chongkal_zone3_agri",
          label: "ប្រភេទបី - ដីស្រែ-ចំការ",
          desc: "ដីស្ថិតនៅផ្លូវមេ ដូចខាងលើ",
          price: 0.70
        }
      ]
    }
  ],
  boreys: []
};

export const oddarMeancheyData = extractedProvinceData;
