import { ProvinceData } from '../../types';
export const extractedProvinceData = {
  villages: {
    "ខេត្តប៉ៃលិន": {
      "ក្រុងប៉ៃលិន": {
        "សង្កាត់ប៉ៃលិន": {
          "ភូមិអូរតាពុកលើ": [10, 7, 1],
          "ភូមិប៉ាហ៊ីខាងត្បូង": [10, 7, 1],
          "ភូមិប៉ាហ៊ីខាងជើង": [10, 7, 1],
          "ភូមិអូរតាប្រាង": [7, 5, 1],
          "ភូមិវត្ត": [7, 5, 1],
          "ភូមិបឌិនខៀវ": [7, 5, 1],
          "ភូមិសួនអំពៅលិច": [7, 4, 0.50],
          "ភូមិសួនអំពៅកើត": [7, 4, 0.50],
          "ភូមិតាង៉ែនលើ": [7, 4, 0.50],
          "ភូមិទឹកថ្លា": [7, 4, 0.50],
          "ភូមិទួលខៀវ": [7, 4, 0.50],
          "ភូមិពេជ្រគីរី": [7, 4, 0.50]
        },
        "សង្កាត់ទួលល្វា": {
          "ភូមិអូរតាពុកក្រោម": [10, 7, 1],
          "ភូមិអូរពីត": [10, 7, 1],
          "ភូមិអូរច្រាកើត": [10, 7, 1],
          "ភូមិអូរច្រាកណ្តាល": [10, 7, 1],
          "ភូមិចំការកាហ្វេ": [10, 7, 1],
          "ភូមិអូរច្រាលើ": [5, 3, 0.30],
          "ភូមិទួលល្វា": [5, 3, 0.30],
          "ភូមិទួលនិមិត្ត": [5, 3, 0.30],
          "ភូមិទួលស្រឡៅ": [5, 3, 0.30],
          "ភូមិថ្មី": [5, 3, 0.30],
          "ភូមិវាលវង់": [5, 3, 0.30]
        },
        "សង្កាត់អូរតាវ៉ៅ": {
          "ភូមិក្បាលព្រលាន": [7, 4, 0.50],
          "ភូមិខ្លុង": [7, 4, 0.50],
          "ភូមិអូរតាវ៉ៅ": [7, 4, 0.50],
          "ភូមិកូនភ្នំ": [7, 4, 0.50],
          "ភូមិដីក្រហម": [5, 3, 0.30],
          "ភូមិប៉ាងរលឹម": [5, 3, 0.30],
          "ភូមិអូរប្រើស": [5, 3, 0.30],
          "ភូមិព្រៃមង្គល (ក្រចាប់)": [5, 3, 0.30]
        },
        "សង្កាត់បយ៉ាខា": {
          "ភូមិរោងចក្រ": [7, 5, 0.25],
          "ភូមិបយ៉ាខា": [7, 5, 0.25],
          "ភូមិអូរច្រាលិច": [7, 5, 0.25],
          "ភូមិអូរស្ងួត": [7, 5, 0.25],
          "ភូមិបតាំងស៊ូ": [7, 5, 0.25],
          "ភូមិបហ៊ុយខ្មែរ": [7, 5, 0.25],
          "ភូមិបហ៊ុយខ្មែរត្បូង": [7, 5, 0.25]
        }
      },
      "ស្រុកសាលាក្រៅ": {
        "ឃុំស្ទឹងកាច់": {
          "ភូមិផ្សារព្រំ": [10, 2, 0.50],
          "ភូមិអូរឈើក្រំ": [10, 2, 0.50],
          "ភូមិអូររអិល": [10, 2, 0.50],
          "ភូមិបឹងព្រលិត": [3, 1.50, 0.40],
          "ភូមិរថក្រោះឆេះ": [3, 1.50, 0.40],
          "ភូមិអូរបេង": [3, 1.50, 0.40],
          "ភូមិស្ទឹងកាច់": [3, 1.50, 0.40],
          "ភូមិបុសស្នំ": [3, 1.50, 0.40],
          "ភូមិតាង៉ែនក្រោម": [3, 1.50, 0.40],
          "ភូមិក្ងោក": [2, 1, 0.30],
          "ភូមិដួង": [2, 1, 0.30],
          "ភូមិប្រាំបីសីហា (ហៅភូមិ )": [2, 1, 0.30],
          "ភូមិទឹកចេញ": [2, 1, 0.30],
          "ភូមិស្រង់មានជ័យ": [2, 1, 0.30],
          "ភូមិអណ្តូងថ្ម": [2, 1, 0.30]
        },
        "ឃុំអូរអណ្តូង": {
          "ភូមិអូរអណ្តូង": [3, 2, 0.20],
          "ភូមិថ្នល់ទទឹង": [3, 2, 0.20],
          "ភូមិថ្នល់កែង": [3, 2, 0.20],
          "ភូមិកូនភ្នំ": [2, 1, 0.30],
          "ភូមិអូរឫស្សីលើ": [2, 1, 0.30],
          "ភូមិបឹងត្រកូន": [2, 1, 0.30],
          "ភូមិអូរទឹកភ្លាវ": [1, 0.35, 0.15],
          "ភូមិអូរស្រះពីរតាឈាន": [1, 0.35, 0.15],
          "ភូមិអូរ៧៥": [1, 0.35, 0.15],
          "ភូមិវាលចែង": [1, 0.35, 0.15]
        },
        "ឃុំស្ទឹងត្រង់": {
          "ភូមិថ្នល់បត់": [2, 1, 0.50],
          "ភូមិស្ទឹងត្រង់": [2, 1, 0.50],
          "ភូមិទួលខ្ពស់": [2, 1, 0.50],
          "ភូមិទំនប់": [2, 1, 0.50],
          "ភូមិភ្នំក្រិញ": [1.50, 0.35, 0.15],
          "ភូមិភ្នំព្រាល": [1.50, 0.35, 0.15],
          "ភូមិអូរកភ្លៀង": [1.50, 0.35, 0.15],
          "ភូមិបាយសី": [1.50, 0.35, 0.15],
          "ភូមិដីស្អិត": [1.50, 0.35, 0.15],
          "ភូមិអូរដូនតាក្រោម": [1.50, 0.35, 0.15],
          "ភូមិអូរជូនតាលើ": [1.50, 0.35, 0.15],
          "ភូមិព្រៃសន្ទុះ": [1.50, 0.35, 0.15],
          "មិផ្ទះស្បូវ": [1.50, 0.35, 0.15],
          "ភូមិកូនដំរី": [1.50, 0.35, 0.15],
          "ភូមិដីសថ្មី": [1.50, 0.35, 0.15],
          "ភូមិអន្លង់រក្សា": [1.50, 0.35, 0.15]
        },
        "ឃុំសាលាក្រៅ": {
          "ភូមិលាវ": [3, 1.50, 0.30],
          "ភូមិទួល": [3, 1.50, 0.30],
          "ភូមិភ្នំស្តង់": [3, 1.50, 0.30],
          "ភូមិវាល": [3, 1.50, 0.30],
          "ភូមិភ្នំកុយ": [3, 1.50, 0.30],
          "ភូមិអូរឫស្សីក្រោម": [3, 1.50, 0.30],
          "ភូមិស្រែអន្ទាក់": [1, 0.50, 0.15],
          "ភូមិកោះកែវ": [1, 0.50, 0.15]
        }
      }
    }
  },
  zones: [
    {
      name: "ក្រុងប៉ៃលិន",
      types: [
        {
          id: "pailin_cat1",
          label: "ប្រភេទមួយ",
          desc: "ដីស្ថិតនៅផ្សារ ជុំវិញផ្សារសាមគ្គី",
          price: 200
        },
        {
          id: "pailin_cat2",
          label: "ប្រភេទពីរ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីរង្វង់មូលសាលាខេត្ត (ទៅលិច) ដល់ស្ពានអូរតាពុកក្រោម, សងខាងផ្លូវចូលចំណតរថយន្តចាស់ ចាប់ពីផ្លូវជាតិលេខ៥៧ ដល់ផ្លូវបំបែកវត្តប៉ាហ៊ី, សងខាងផ្លូវចូលផ្សារសាមគ្គី ចាប់ពីផ្លូវជាតិលេខ៥៧ (ចំណតរថយន្តថ្មី) ដល់ផ្លូវជុំវិញផ្សារសាមគ្គី",
          price: 150
        },
        {
          id: "pailin_cat3",
          label: "ប្រភេទបី",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវលេខ ១៦០ ចាប់ពីរង្វង់មូលសាលាខេត្ត (ទៅជើង) ដល់ផ្លូវបំបែកវត្តប៉ាហ៊ី (ចូលផ្សារសាមគ្គី), សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីរង្វង់មូលសាលាខេត្ត (ទៅកើត) ដល់ផ្លូវបំបែកតូបលោកយាយយ៉ាតថ្មី",
          price: 100
        },
        {
          id: "pailin_cat4",
          label: "ប្រភេទបួន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវលេខ១៦០ ចាប់ពីផ្លូវបំបែកវត្តប៉ាហ៊ី (ចូលផ្សារសាមគ្គី) (ទៅជើង) ដល់ផ្លូវចូលសាលាសង្កាត់, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីស្ពានអូរតាពុកក្រោម (ទៅលិច) ដល់ស្ពានអូរពីត (ចូលវិទ្យាល័យហ៊ុនសែនក្រុងទេពនិម្មិត)",
          price: 60
        },
        {
          id: "pailin_cat5",
          label: "ប្រភេទប្រាំ",
          desc: "ដីស្ថិតនៅផ្សារ និងផ្លូវមេ ជុំវិញផ្សារបន្លែ (ហៅផ្សារព្ធអូន), សងខាងផ្លូវចូលផ្សារបន្លែ (ហៅផ្សារព្ធអូន) (ពីកើតទៅលិច), សងខាងផ្លូវលេខ១៦០ ចាប់ពីផ្លូវចូលសាលាសង្កាត់ ដល់ផ្លូវបំបែកចូលសាលាបឋមសិក្សារសួនអំពៅលិច, សងខាងផ្លូវទៅអាហារដ្ឋានពេញចិត្រ (ចុះពីបេនឡានថ្មី) ចាប់ពីផ្លូវជាតិលេខ៥៧ (ទៅត្បូង) ដល់អាហារដ្ឋានពេញចិត្រ",
          price: 50
        },
        {
          id: "pailin_cat6",
          label: "ប្រភេទប្រាំមួយ",
          desc: "ដីស្ថិតនៅបុរី និងផ្លូវមេ ដីបុរី, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីស្ពានអូរពីត (ទៅលិច) ដល់ស្ពានស្ទឹងតារាប, សងខាងផ្លូវបំបែកអូរច្រា ចាប់ពីផ្លូវជាតិលេខ៥៧ ទៅដល់ស្ពានអូរច្រា, សងខាងផ្លូវបេតុង (ផ្លូវត្រឡោកបែក) ចាប់ពីទល់មុខគោពាក់ក្រវិល ដល់កែងផ្លូវក្រោយចៅចិត្រ១, សងខាងផ្លូវចូលផ្សារប៉ាហ៊ី, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីផ្លូវបំបែកតូបលោកយាយយ៉ាតថ្មី (ទៅកើត) ដល់ស្ពានអូរតាប្រាង, សងខាងផ្លូវសាលាចិន, សងខាងផ្លូវទៅអនុវិទ្យាល័យភ្នំយ៉ាត (ផ្លូវអូរខ្យង), សងខាងផ្លូវទៅមន្ទីររអប់រំចាស់ (ផ្លូវច្ចសាលាចនសាន់), សងខាងផ្លូវទៅសាលាចិន (កែងអាហារដ្ឋានរស្មីគោដុត), សងខាងផ្លូវទៅសាលាចិន (គ្លីនិចភ្នំយ៉ាត)",
          price: 40
        },
        {
          id: "pailin_cat7",
          label: "ប្រភេទប្រាំពីរ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវចូលសាលាវិទ្យាល័យហ៊ុនសែនក្រុងទេពនិម្មិតប៉ៃលិន, សងខាងផ្លូវទៅផ្សារតាអ៊ុត ចាប់ពីផ្លូវបំបែកចូលផ្សារសាមគ្គី(ទៅជើង) ដល់កែងផ្លូវចូលផ្ទះតាផលកាប់ជ្រូក, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីហ្ការាស់សាំង (តាលឿនប៉ាងរលឹម) (ទៅកើត) ដល់សាខាស្តង់ដំឡូង (GOGID)",
          price: 30
        },
        {
          id: "pailin_cat8",
          label: "ប្រភេទប្រាំបី",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវ ចាប់ពីផ្លូវបំបែកមន្ទីរអប់រំចាស់ ដល់សាលាបឋមរតនសោភ័ណ, សងខាងផ្លូវទល់មុខលោកយាយយ៉ាតចាស់ ចាប់ពីផ្លូវជាតិលេខ៥៧ ទល់នឹងមណ្ឌលតំណាងរាស្ត្រ, សងខាងផ្លូវ ចាប់ពីកែងផ្លូវចូលមន្ទីររបក្ស (ទៅត្បូង) ដល់រង្វង់មូលត្បូងផ្លូវជាតិលេខ៥៧, សងខាងផ្លូវសាលាខេត្ត ដល់ផ្លូវបំបែកចូលសាលាសង្កាត់ (ផ្លូវ១៦០), សងខាងផ្លូវបឹងគីឡូ ចាប់ពីកែងផ្លូវសាលាខេត្ត (ទៅកើត) ដល់ផ្លូវបំបែកចូលមន្ទីរបក្ស, សងខាងផ្លូវ (ចុះពីបេនឡានថ្មី) ចាប់ពីអាហារដ្ឋានពេញចិត្រ (ទៅត្បូង) ដល់ផ្លូវបំបែកវិហារឥស្លាម, សងខាងផ្លូវ (កែងផ្ទះតាសារ៉ាត់) ចាប់ពីផ្លូវចូលផ្សារប៉ាហ៊ី (ទៅជើង) ដល់ផ្លូវបំបែកផ្ទះតាវ៉ែនតា (គ្រូបង្រៀន), សងខាងផ្លូវទៅផ្សារតាអ៊ុត (ទៅជើង) ចាប់ពីកែងផ្លូវចូលផ្ទះតាផលកាប់ជ្រូក ដល់ផ្លូវបំបែកទៅភូមិអូរតាពុកក្រោម",
          price: 20
        },
        {
          id: "pailin_cat9",
          label: "ប្រភេទប្រាំបួន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីស្ពានអូរតាប្រាង (ទៅកើត) ដល់បន្ទាយភូមិភាគ៥ជួរមុខ, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីរោងយាម ៦២ចាស់ (ទៅកើត) ដល់ហ្គារាស់សាំង (តាលឿនប៉ាងរលឹម), សងខាងផ្លូវមុខសាលាសង្កាត់អូរតាវ៉ៅ ចាប់ពីផ្លូវបំបែកមុខកងរាជអាវុធហត្ថ ដល់ផ្លូវជាតិបំបែកលេខ៥៧មុខហាង សួនរីករាយ, សងផ្លូវលេខ១៦០ ចាប់ពីផ្លូវបំបែកចូលសាលាបឋមសិក្សារសួនអំពៅលិច ដល់ផ្លូវបំបែកស្ពានមេម៉ាយ, សងខាងផ្លូវទៅផ្លូវពេទ្យបង្អែកខេត្ត ចាប់ពីកែងផ្លូវក្រោយមណ្ឌលតំណាងរាស្ត្រ (ទៅកើត) ដល់ផ្លូវទៅរង្វង់មូលត្បូង, សងខាងផ្លូវទៅហាងម្លប់ដួងចាស់ ចាប់ពីកែងផ្លូវក្រោយធនាគារ អេស៊ីលីដា (ទៅកើត) ដល់ផ្លូវទៅរង្វង់មូលត្បូង, សងខាងផ្លូវទៅសាលាបឋមសិក្សារអូរតាពុកក្រោម (ហ្គារាស់សាំង H.R) ចាប់ពីផ្លូវជាតិលេខ៥៧ (ទៅត្បូង) ដល់សាលាបឋមសិក្សារអូរតាពុកក្រោម, សងខាងផ្លូវទៅការិយាល័យអប់រំក្រុងប៉ៃលិន (កែងផ្ទះតាឈនទៅត្បូង) ចាប់ពីផ្លូវជាតិលេខ៥៧ ដល់ការិយាល័យអប់រំក្រុងប៉ៃលិន, សងខាងផ្លូវបេតុងលោក សៀក រតនៈ ចាប់ពីផ្លូវជាតិលេខ៥៧ ដល់របងសាលាវិទ្យាល័យហ៊ុន សែន ក្រុងទេពនិម្មិតិ, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីស្ពានតារាប (ទៅជើង) ដល់ព្រំប្រទល់ស្រុកសាលាក្រៅ",
          price: 15
        },
        {
          id: "pailin_cat10",
          label: "ប្រភេទដប់",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវទៅវិហារឥស្លាម ចាប់ពីផ្លូវកែងមន្ទីរអប់រំចាស់ (ទៅលិច) ដល់វិហារឥស្លាម, សងខាងផ្លូវទៅផ្ទះឯកឧត្តមអៀង វុធ ចាប់ពីផ្លូវបំបែកទៅសាលាចិន (ទៅលិច) ដល់កែងផ្លូវមកពីបេនឡានថ្មី, សងខាងផ្លូវមុខសាលាបឋមសិក្សាររតនសោភ័ណ ចាប់ពីកែងផ្លូវចុះទៅមន្ទីររអប់រំចាស់ ដល់កែងផ្លូវសិប្បកម្មផលិតទឹកបរិសុទ្ធត្រជៀកកាំ, សងខាងផ្លូវបំបែកចូលផ្សារថ្មី (ទៅត្បូង) ចាប់ពីផ្លូវបំបែកចូលផ្សារថ្មី ដល់កែងផ្ទះពូរី, សងខាងផ្លូវចូលទៅផ្សារថ្មី ចាប់ពីផ្លូវបំបែកផ្សារអូរច្រា ដល់កែងផ្ទះមេភូមិព្រីង, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីសាខាស្តងដំឡូង (GOGID) (ទៅកើត) ដល់ព្រំប្រទល់ខេត្តប៉ៃលិន-បាត់ដំបង",
          price: 10
        },
        {
          id: "pailin_cat11",
          label: "ប្រភេទដប់មួយ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីស្ពានស្ទឹងតារាប ដល់ព្រំប្រទល់ស្រុកសាលាក្រៅ, សងខាងផ្លូវទៅប៉ុស្តិ៍វិទ្យុជាតិ ចាប់ពីផ្លូវជាតិលេខ៥៧ (កែងចំការកាហ្វេ ទៅជើង) ដល់ព្រំប្រទល់ស្រុកសាលាក្រៅ, សងខាងផ្លូវជាតិលេខ៥៧ ចាប់ពីបន្ទាយភូមិភាគ៥ជួរមុខ ដល់រោងយាម ៦២ចាស់ (ទៅកើត)",
          price: 5
        }
      ]
    },
    {
      name: "ស្រុកសាលាក្រៅ",
      types: [
        {
          id: "salakrau_cat1",
          label: "ប្រភេទមួយ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៧ ចាប់ពីផ្លូវបំបែកចូលវត្តផ្សារព្រំ ដល់អូរព្រំដែន",
          price: 200
        },
        {
          id: "salakrau_cat2",
          label: "ប្រភេទពីរ",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៩ ចាប់ពីរង្វង់មូលសាលាក្រៅ (ទៅជើង) ដល់ស្ថានីយប្រេង (ខាងកើតផ្សារសាលាក្រៅ), សងខាងកំណាត់ផ្លូវជាតិលេខ៥៧ ចាប់ពីផ្លូវបំបែកចូលវត្តផ្សារព្រំ (ទៅកើត) ដល់លូទឹកខាងកើតផ្សារតាប៉ាច",
          price: 100
        },
        {
          id: "salakrau_cat3",
          label: "ប្រភេទបី",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៧ ចាប់ពីលូទឹកខាងកើតផ្សារតាប៉ាច ដល់ផ្ទះសំណាក់ព្រំមាស, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៩ ចាប់ពីរង្វង់មូលសាលាក្រៅ (ទៅត្បូង) ដល់វត្តសាលាក្រៅ, សងខាងផ្លូវមណ្ឌលសុខភាព ចាប់ពីផ្លូវបំបែកចូលវត្តផ្សារព្រំ (ទៅជើង) ដល់មុខហាងផ្ទះស្បូវ, សងខាងផ្លូវទៅវត្តអូរឈើក្រំ ចាប់ពីផ្លូវបំបែកលេខ៥៧ស្របទីស្នាក់ការគយរដ្ឋាករ ដល់កែងផ្លូវចូលវត្តសារ៉ាវណ្ណ",
          price: 50
        },
        {
          id: "salakrau_cat4",
          label: "ប្រភេទបួន",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៧ ចាប់ពីមុខផ្ទះសំណាក់ព្រំមាស ដល់បង្គោលអង់តែន ០១៦, សងខាងផ្លូវទៅអូររអិល ចាប់ពីរង្វង់មូលសាលាក្រៅ (ទៅលិច) ដល់ ២០០ម៉ែត្រ, សងខាងផ្លូវទៅអូរកប់អង្ករ ចាប់ពីអាហាដ្ឋានផ្ទះស្បូវ (ទៅជើង) ដល់ក្លោងទ្វាវត្តសារ៉ាវណ្ណ",
          price: 30
        },
        {
          id: "salakrau_cat5_1",
          label: "ប្រភេទប្រាំ (១៥$)",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងផ្លូវទៅស្ទឹងប៉ៃលិន ចាប់ពីរង្វង់មូលសាលាក្រៅ (ទៅកើត) ដល់ ២០០ម៉ែត្រ, សងខាងផ្លូវទៅអូរកប់អង្ករ ចាប់ពីក្លោងទ្វាវត្តសារ៉ាវណ្ណ (ទៅជើង) ដល់ស្ពានអូរកប់អង្ករ",
          price: 15
        },
        {
          id: "salakrau_cat5_2",
          label: "ប្រភេទប្រាំ (១០$)",
          desc: "ដីស្ថិតនៅផ្លូវមេ សងខាងកំណាត់ផ្លូវជាតិលេខ៥៧ ចាប់ពីបង្គោលអង់តែន០១៦ ដល់ព្រំប្រទល់ក្រុងប៉ៃលិន, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៩ ចាប់ពីផ្លូវបំបែកភូមិអូររថក្រោះឆេះ ដល់វត្តសាលាក្រៅ, សងខាងកំណាត់ផ្លូវជាតិលេខ៥៩ ចាប់ពីស្ថានីយប្រេងខាងកើតផ្សារសាលាក្រៅ ដល់ព្រំប្រទល់ខេត្តបាត់ដំបង",
          price: 10
        }
      ]
    }
  ],
  boreys: []
};

export const pailinData = extractedProvinceData;
