import { ProvinceData } from '../../types';
export const extractedProvinceData = {
  villages: {
    "ខេត្តព្រះវិហារ": {
      "ក្រុងព្រះវិហារ": {
        "សង្កាត់កំពង់ប្រណាក": {
          "ភូមិស្រះឈូក": [8, 5, 2],
          "ភូមិដំណាក់": [8, 5, 2],
          "ភូមិអណ្តូងពោធិ៍": [8, 5, 2],
          "ភូមិឡឥដ្ឋ": [8, 5, 2],
          "ភូមិថ្មី": [8, 5, 2],
          "ភូមិគោកបេង": [8, 5, 2],
          "ភូមិកណ្តាល": [8, 5, 2],
          "ភូមិសំរោង": [8, 5, 2],
          "ភូមិកំពង់ចម្លង": [6, 4, 2],
          "ភូមិទទួលទំនប់": [6, 4, 2]
        },
        "សង្កាត់ប៉ាលហាល": {
          "ភូមិប៉ាលហាល": [7, 4, 2],
          "ភូមិស្ថាពរ": [7, 4, 2],
          "ភូមិខ្លែង": [7, 4, 2],
          "ភូមិស្រម៉ូវ": [7, 4, 2],
          "ភូមិភារកិច្ច": [7, 4, 2],
          "ភូមិអូរ": [7, 4, 2],
          "ភូមិសែត": [7, 4, 2],
          "ភូមិពណ៌": [7, 4, 2],
          "ភូមិចំការ": [7, 4, 2],
          "ភូមិពង់ណាច": [7, 4, 2],
          "ភូមិសាមគ្គី": [5, 3, 1.50],
          "ភូមិឯកភាព": [5, 3, 1.50],
          "ភូមិអភិវឌ្ឍន៍": [5, 3, 1.50],
          "ភូមិទំនប់": [5, 3, 1.50]
        }
      },
      "ស្រុកជាំក្សាន្ត": {
        "ឃុំជាំក្សាន្ត": {
          "ភូមិជាំក្សាន្ត": [0.50, 0.50, 0.10],
          "ភូមិគោកស្រឡៅ": [0.50, 0.50, 0.10],
          "ភូមិវាលធំ": [0.50, 0.50, 0.10],
          "ភូមិវាលពោធិ": [0.50, 0.50, 0.10],
          "ភូមិអានសេះ": [0.50, 0.50, 0.10],
          "ភូមិឈើទាលគង": [0.50, 0.50, 0.10],
          "ភូមិត្រពាំងសង្កែលិច": [0.50, 0.50, 0.10]
        },
        "ឃុំរំដោះស្រែ": {
          "ភូមិគោក": [0.50, 0.50, 0.10],
          "ភូមិស្វាយ": [0.50, 0.50, 0.10],
          "ភូមិស្រែ": [0.50, 0.50, 0.10],
          "ភូមិរលំថ្ម": [0.50, 0.50, 0.10]
        },
        "ឃុំយាង": {
          "ភូមិគង់យ៉ាង": [0.50, 0.50, 0.10],
          "ភូមិកំពាញ": [0.50, 0.50, 0.10],
          "ភូមិយាង": [0.50, 0.50, 0.10],
          "ភូមិជាំស្រែ": [0.50, 0.50, 0.10],
          "ភូមិរស្មី": [0.50, 0.50, 0.10],
          "ភូមិជាំអគ្គីល": [0.50, 0.50, 0.10]
        },
        "ឃុំកន្ទួត": {
          "ភូមិស្រអែមខាងត្បូង": [0.50, 0.50, 0.10],
          "ភូមិកន្ទួត": [0.50, 0.50, 0.10],
          "ភូមិចារ": [0.50, 0.50, 0.10],
          "ភូមិអន្លង់វែង": [0.50, 0.50, 0.10],
          "ភូមិត្រពាំងសង្កែខាងលិច": [0.50, 0.50, 0.10],
          "ភូមិមរតកតេជោ": [0.50, 0.50, 0.10],
          "ភូមិសុខសែនជ័យ": [0.50, 0.50, 0.10]
        },
        "ឃុំព្រីងធំ": {
          "ភូមិក្រឡាពាស": [0.50, 0.50, 0.10],
          "ភូមិត្មាតប៉ើយ": [0.50, 0.50, 0.10]
        },
        "ឃុំទឹកក្រហម": {
          "ភូមិទឹកក្រហម": [0.50, 0.50, 0.10],
          "ភូមិចាត់តាំង": [0.50, 0.50, 0.10],
          "ភូមិត្រពាំងធំ": [0.50, 0.50, 0.10],
          "ភូមិសង្គមថ្មី": [0.50, 0.50, 0.10],
          "ភូមិអូរក្សាន្ត": [0.50, 0.50, 0.10],
          "ភូមិសែនរុងរឿង១": [0.50, 0.50, 0.10],
          "ភូមិសែនរុងរឿង២": [0.50, 0.50, 0.10]
        },
        "ឃុំស្រអែម": {
          "ភូមិធម្មជាតិសម្តេចតេជោហ៊ុន សែន": [0.50, 0.50, 0.10],
          "ភូមិសែនជ័យ": [0.50, 0.50, 0.10],
          "ភូមិតេជោបុស្សស្បូវ": [0.50, 0.50, 0.10],
          "ភូមិបង្គោល៨": [0.50, 0.50, 0.10],
          "ភូមិចំបក់សែនជ័យ": [0.50, 0.50, 0.10],
          "ភូមិស្ទឹងខៀវតេជោ": [0.50, 0.50, 0.10],
          "ភូមិស្រអែមខាងជើង": [0.50, 0.50, 0.10]
        },
        "ឃុំមរតក": {
          "ភូមិរបុញ": [0.50, 0.50, 0.10],
          "ភូមិតេជោមរតក": [0.50, 0.50, 0.10],
          "ភូមិសែនតេជៈ": [0.50, 0.50, 0.10],
          "ភូមិសែនរុងរឿង២": [0.50, 0.50, 0.10],
          "ភូមិសែនរុងរឿង៣": [0.50, 0.50, 0.10],
          "ភូមិសែន រុងរឿង៤": [0.50, 0.50, 0.10]
        }
      },
      "ស្រុកឆែប": {
        "ឃុំកំពង់ស្រឡៅមួយ": {
          "ភូមិកំពង់ស្រឡៅ": [0.60, 0.40, 0.05],
          "ភូមិកំពង់សង្កែ": [0.60, 0.40, 0.05],
          "ភូមិសួង": [0.60, 0.40, 0.05],
          "ភូមិខាំកើត": [0.60, 0.40, 0.05],
          "ភូមិកំពង់ពោធិ": [0.60, 0.40, 0.05]
        },
        "ឃុំសង្កែពីរ": {
          "ភូមិក្រឡោត": [0.60, 0.40, 0.05],
          "ភូមិសម្បូរ": [0.60, 0.40, 0.05],
          "ភូមិជោគជ័យ": [0.60, 0.40, 0.05]
        },
        "ឃុំម្លូព្រៃពីរ": {
          "ភូមិប្រើសក្អក": [0.60, 0.40, 0.05]
        },
        "ឃុំកំពង់ស្រឡៅពីរ": {
          "ភូមិកំពង់ក្រសាំង": [0.60, 0.40, 0.05],
          "ភូមិកំពង់ជ្រៃ": [0.60, 0.40, 0.05],
          "ភូមិកំពង់ព្រះឥន្ទ": [0.60, 0.40, 0.05],
          "ភូមិកំពង់សាមី": [0.60, 0.40, 0.05]
        },
        "ឃុំឆែបពីរ": {
          "ភូមិដងផ្ចិត": [0.60, 0.40, 0.05],
          "ភូមិគុណភាពមួយ": [0.60, 0.40, 0.05],
          "ភូមិណារ៉ុង": [0.60, 0.40, 0.05],
          "ភូមិគុណភាពពីរ": [0.60, 0.40, 0.05]
        },
        "ឃុំឆែបមួយ": {
          "ភូមិឆែបលិច": [0.60, 0.40, 0.05],
          "ភូមិឆែបកើត": [0.60, 0.40, 0.05],
          "ភូមិក្រសាំង": [0.60, 0.40, 0.05]
        },
        "ឃុំម្លូព្រៃមួយ": {
          "ភូមិក្តុល": [0.60, 0.40, 0.05],
          "ភូមិម្លូព្រៃ": [0.60, 0.40, 0.05],
          "ភូមិពោធិទាប": [0.60, 0.40, 0.05]
        },
        "ឃុំសង្កែមួយ": {
          "ភូមិស្រអែម": [0.60, 0.40, 0.05],
          "ភូមិសង្កែ": [0.60, 0.40, 0.05]
        }
      },
      "ស្រុកត្បែងមានជ័យ": {
        "ឃុំឈានមុខ": {
          "ភូមិមហាផល": [0.60, 0.40, 0.05],
          "ភូមិសេដ្ឋកិច្ច": [0.60, 0.40, 0.05],
          "ភូមិបាក់កាំ": [0.60, 0.40, 0.05]
        },
        "ឃុំព្រះឃ្លាំង": {
          "ភូមិក្រាំងដួង": [0.60, 0.40, 0.05],
          "ភូមិអន្លង់ស្វាយ": [0.60, 0.40, 0.05]
        },
        "ឃុំប្រមេរុ": {
          "ភូមិប្រមេរុ": [0.60, 0.40, 0.05],
          "ភូមិស្រែព្រាង": [0.60, 0.40, 0.05],
          "ភូមិបុស្សធំ": [0.60, 0.40, 0.05]
        },
        "ឃុំពោធិ៍": {
          "ភូមិពោធិ៍ខឿន": [0.60, 0.40, 0.05],
          "ភូមិស្រឡៅទូង": [0.60, 0.40, 0.05],
          "ភូមិពោធិ៍": [0.60, 0.40, 0.05],
          "ភូមិអូរកក់": [0.60, 0.40, 0.05]
        }
      },
      "ស្រុកជ័យសែន": {
        "ឃុំស្អាង": {
          "ភូមិស្អាង": [0.50, 0.30, 0.05],
          "ភូមិគោក": [0.50, 0.30, 0.05],
          "ភូមិទឹកលិច": [0.50, 0.30, 0.05]
        },
        "ឃុំតស៊ូ": {
          "ភូមិថ្មី": [0.50, 0.30, 0.05],
          "ភូមិតស៊ូ": [0.50, 0.30, 0.05],
          "ភូមិសំរោង": [0.50, 0.30, 0.05]
        },
        "ឃុំខ្យង": {
          "ភូមិច្ឆា": [0.50, 0.30, 0.05],
          "ភូមិស្រែវាល": [0.50, 0.30, 0.05],
          "ភូមិភ្ញាក់រលឹក": [0.50, 0.30, 0.05],
          "ភូមិខ្យង": [0.50, 0.30, 0.05],
          "ភូមិស្លែង": [0.50, 0.30, 0.05],
          "ភូមិម៉ឺនរាជ": [0.50, 0.30, 0.05]
        },
        "ឃុំច្រាច់": {
          "ភូមិច្រាច់": [0.50, 0.30, 0.05],
          "ភូមិចំរើន": [0.50, 0.30, 0.05],
          "ភូមិបដិវត្តន៍": [0.50, 0.30, 0.05],
          "ភូមិប្រមូលផ្តុំ": [0.50, 0.30, 0.05],
          "ភូមិដំណាក់ត្រាច": [0.50, 0.30, 0.05]
        },
        "ឃុំពុទ្រា": {
          "ភូមិកំពង់ពុទ្រា": [0.50, 0.30, 0.05],
          "ភូមិពើក": [0.50, 0.30, 0.05],
          "ភូមិវាលបរ": [0.50, 0.30, 0.05]
        }
      },
      "ស្រុកសង្គមថ្មី": {
        "ឃុំត្បែងមួយ": {
          "ភូមិសំឡាញ": [0.50, 0.30, 0.05],
          "ភូមិក្បាលខ្លា": [0.50, 0.30, 0.05]
        },
        "ឃុំរណសិរ្ស": {
          "ភូមិតាសែងខាងជើង": [0.50, 0.30, 0.05],
          "ភូមិតាសែងកណ្តាល": [0.50, 0.30, 0.05],
          "ភូមិស្វាយ": [0.50, 0.30, 0.05],
          "ភូមិរលំស្លែង": [0.50, 0.30, 0.05],
          "ភូមិត្រពាំងរាំង": [0.50, 0.30, 0.05],
          "ភូមិគោកថ្កូវ": [0.50, 0.30, 0.05]
        },
        "ឃុំត្បែងពីរ": {
          "ភូមិតាបស": [0.50, 0.30, 0.05],
          "ភូមិត្រពាំងធ្លក": [0.50, 0.30, 0.05],
          "ភូមិសុច": [0.50, 0.30, 0.05],
          "ភូមិត្រពាំងខ្នែង": [0.50, 0.30, 0.05]
        },
        "ឃុំរអាង": {
          "ភូមិក្តី": [0.50, 0.30, 0.05],
          "ភូមិអណ្តូងភូ": [0.50, 0.30, 0.05],
          "ភូមិខ្នុរ": [0.50, 0.30, 0.05],
          "ភូមិបឹង": [0.50, 0.30, 0.05],
          "ភូមិស្ទឹង": [0.50, 0.30, 0.05],
          "ភូមិខ្នារ": [0.50, 0.30, 0.05]
        },
        "ឃុំចំរើន": {
          "ភូមិត្បែង": [0.50, 0.30, 0.05],
          "ភូមិប្រធាតុ": [0.50, 0.30, 0.05],
          "ភូមិដា": [0.50, 0.30, 0.05],
          "ភូមិស្រីស្រណោះ": [0.50, 0.30, 0.05],
          "ភូមិសែនគង់": [0.50, 0.30, 0.05]
        }
      },
      "ស្រុករវៀង": {
        "ឃុំរុងរឿង": {
          "ភូមិរវៀងត្បូង": [0.50, 0.30, 0.05],
          "ភូមិថ្នល់កែង": [0.50, 0.30, 0.05],
          "ភូមិស្រែធំ": [0.50, 0.30, 0.05]
        },
        "ឃុំរស្មី": {
          "ភូមិតាតុង": [0.50, 0.30, 0.05],
          "ភូមិដំណាក់ចិន": [0.50, 0.30, 0.05],
          "ភូមិត្រពាំងឫស្សី": [0.50, 0.30, 0.05],
          "ភូមិចំបក់ផ្អែម": [0.50, 0.30, 0.05]
        },
        "ឃុំរបៀប": {
          "ភូមិរវៀងជើង": [0.50, 0.30, 0.05],
          "ភូមិតាំងត្រក": [0.50, 0.30, 0.05],
          "ភូមិត្នោតម្លៃ": [0.50, 0.30, 0.05],
          "ភូមិបាក់ក្ដោង": [0.50, 0.30, 0.05],
          "ភូមិបឹង": [0.50, 0.30, 0.05],
          "ភូមិអូរ": [0.50, 0.30, 0.05]
        },
        "ឃុំរមណីយ": {
          "ភូមិស្រែធ្នង់": [0.50, 0.30, 0.05],
          "ភូមិភ្នំដែក": [0.50, 0.30, 0.05],
          "ភូមិរំចេក": [0.50, 0.30, 0.05],
          "ភូមិអូរពោរ": [0.50, 0.30, 0.05],
          "ភូមិជីអោក": [0.50, 0.30, 0.05]
        },
        "ឃុំរៀបរយ": {
          "ភូមិបង្កន": [0.50, 0.30, 0.05],
          "ភូមិស្រែ": [0.50, 0.30, 0.05],
          "ភូមិស្តែងទោល": [0.50, 0.30, 0.05]
        },
        "ឃុំរីករាយ": {
          "ភូមិចុះ": [0.50, 0.30, 0.05],
          "ភូមិប៉ាលហាល": [0.50, 0.30, 0.05],
          "ភូមិដួង": [0.50, 0.30, 0.05]
        },
        "ឃុំរួសរាយ": {
          "ភូមិផ្ទួន": [0.50, 0.30, 0.05],
          "ភូមិទន្លាប់": [0.50, 0.30, 0.05],
          "ភូមិឫស្សីស្រុក": [0.50, 0.30, 0.05]
        },
        "ឃុំរតនៈ": {
          "ភូមិទ្វារ": [0.50, 0.30, 0.05],
          "ភូមិសំរិទ្ធិ": [0.50, 0.30, 0.05],
          "ភូមិកេរ": [0.50, 0.30, 0.05],
          "ភូមិកក់ពោន": [0.50, 0.30, 0.05],
          "ភូមិស្រឡៅស្រោង": [0.50, 0.30, 0.05]
        },
        "ឃុំរមទម": {
          "ភូមិត្រពាំងទទឹម": [0.50, 0.30, 0.05],
          "ភូមិទួលរវៀង": [0.50, 0.30, 0.05],
          "ភូមិអូរតាលោក": [0.50, 0.30, 0.05],
          "ភូមិបង្កើនផល": [0.50, 0.30, 0.05],
          "ភូមិស្វាយដំណាក់ចាស់": [0.50, 0.30, 0.05],
          "ភូមិស្វាយដំណាក់ថ្មី": [0.50, 0.30, 0.05]
        },
        "ឃុំរក្សា": {
          "ភូមិដូនម៉ា": [0.50, 0.30, 0.05],
          "ភូមិសំរោង": [0.50, 0.30, 0.05],
          "ភូមិរំដោះ": [0.50, 0.30, 0.05],
          "ភូមិអន្លុងជ័យ": [0.50, 0.30, 0.05],
          "ភូមិព្រាល": [0.50, 0.30, 0.05],
          "ភូមិពលកម្ម": [0.50, 0.30, 0.05]
        },
        "ឃុំរំដោះ": {
          "ភូមិថ្នល់កោង": [0.50, 0.30, 0.05],
          "ភូមិភោគអំពិល": [0.50, 0.30, 0.05],
          "ភូមិស្វាយប៉ាត": [0.50, 0.30, 0.05],
          "ភូមិឪឡឹក": [0.50, 0.30, 0.05]
        }
      },
      "ស្រុកគូលែន": {
        "ឃុំថ្មី": {
          "ភូមិដាន": [0.50, 0.30, 0.05],
          "ភូមិដំណាក់កន្ទួត": [0.50, 0.30, 0.05],
          "ភូមិពង្រ": [0.50, 0.30, 0.05],
          "ភូមិថ្នល់បែក": [0.50, 0.30, 0.05],
          "ភូមិត្រាវកៀត": [0.50, 0.30, 0.05]
        },
        "ឃុំភ្នំត្បែងពីរ": {
          "ភូមិស្រឡៃ": [0.50, 0.30, 0.05],
          "ភូមិឈូក": [0.50, 0.30, 0.05],
          "ភូមិបរិបូរណ៍": [0.50, 0.30, 0.05],
          "ភូមិក្តាក់": [0.50, 0.30, 0.05]
        },
        "ឃុំភ្នំពេញ": {
          "ភូមិព្នៅ": [0.50, 0.30, 0.05],
          "ភូមិស្របាល": [0.50, 0.30, 0.05]
        },
        "ឃុំគូលែនត្បូង": {
          "ភូមិគូលែនត្បូង": [0.50, 0.30, 0.05],
          "ភូមិក្របៅ": [0.50, 0.30, 0.05]
        },
        "ឃុំគូលែនជើង": {
          "ភូមិតូលែនជើង": [0.50, 0.30, 0.05],
          "ភូមិព្យួរជ្រូក": [0.50, 0.30, 0.05]
        },
        "ឃុំស្រយង់": {
          "ភូមិស្រយង់ជើង": [0.50, 0.30, 0.05],
          "ភូមិស្រយង់ត្បូង": [0.50, 0.30, 0.05],
          "ភូមិកោះកេរ": [0.50, 0.30, 0.05],
          "ភូមិម្រេច": [0.50, 0.30, 0.05],
          "ភូមិរំចេក": [0.50, 0.30, 0.05],
          "ភូមិសម្បូរ": [0.50, 0.30, 0.05]
        }
      }
    }
  },
  zones: [
    {
      name: "ក្រុងព្រះវិហារ",
      types: [
        {
          id: "preahvihear_zone1",
          label: "ប្រភេទទី១ - ផ្លូវមេ",
          desc: "សងខាងកំណត់ផ្លូវកោះកេរ (ផ្លូវលេខ១) ចាប់ពីកែងផ្លូវភ្លោះមុខសាលាខេត្ត (ផ្លូវព្រះខ័ន) ដល់កែងផ្លូវលេខ A14",
          price: 300
        },
        {
          id: "preahvihear_zone2",
          label: "ប្រភេទទី២ - ផ្សារ និងផ្លូវមេ",
          desc: "ជុំវិញផ្សារកំពង់ប្រណាក, សងខាងកំណាត់ផ្លូវលេខA08(ផ្លូវខាងជើងផ្សារ) ចាប់ពីកែងផ្លូវភ្លោះកោះកេរ(ផ្លូវលេខ១) ដល់កែងផ្លូវលេខ៣, សងខាងកំណាត់ផ្លូវខាងត្បូងផ្សារកំពង់ប្រណាក ចាប់ពីកែងផ្លូវភ្លោះកោះកេរ(ផ្លូវលេខ១) ដល់កែងផ្លូវលេខ៣០",
          price: 250
        },
        {
          id: "preahvihear_zone3",
          label: "ប្រភេទទី៣ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវលេខ៣ (ផ្លូវក្រោយផ្សារ) ចាប់ពីកែងផ្លូវភ្លោះមុខសាលាខេត្ត ដល់ផ្លូវលេខ A10 (ជាប់កែងផ្លូវក្រោយធនាគារកាណាឌីយ៉ា)",
          price: 200
        },
        {
          id: "preahvihear_zone4",
          label: "ប្រភេទទី៤ - ផ្លូវមេ",
          desc: "សងខាងកមណាត់ផ្លូវល A10 ចាប់ពីកែងផ្លូវលេខ៥ ដល់កែងផ្លូវលេខ៣, សងខាងកំណាត់ផ្លូវព្រះខ័ន (ផ្លូវភ្លោះមុខសាលាខេត្ត) ចាប់ពីផ្លូវជាតិលេខ៩ថ្មី ដល់កែងផ្លូវលេខ៨ (ចុងផ្លូវភ្លោះខាងកើត), សងខាងកំណាត់លខេ A10 (ផ្លូវមុខបេនឡានខេត្ត) ចាប់ពីកែងផ្លូវម្លូព្រៃ(ផ្លូវលេខ២) ដល់កែងផ្លូវកោះកេរ(ផ្លូវលេខ១), សងខាងកំណាត់ផ្លូវម្លូព្រៃ (ផ្លូវលេខ២) ចាប់ពីផ្លូវភ្លោះមុខសាលាខេត្ត (ផ្លូវព្រះខ័ន) ដល់ផ្លូវលេខ10",
          price: 150
        },
        {
          id: "preahvihear_zone5",
          label: "ប្រភេទទី៥ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវកោះកេរ(ផ្លូវលេខ១) ចាប់ពីកែងផ្លូវលេខA14 ដល់កែងផ្លូវលេខA18, សងខាងកំណាត់ផ្លូវម្លូព្រៃ (ផ្លូវលេខ២) ចាប់ពីកែងផ្លូវលេខA10 ដល់កែងផ្លូវលេខA18",
          price: 100
        },
        {
          id: "preahvihear_zone6",
          label: "ប្រភេទទី៦ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវកោះកេរ (ផ្លូវលេខ១) ចាប់ពីផ្លូវលេខ A18 (ផ្លូវចូលវត្តគោកបេង) ដល់រង្វង់មូលព្រះនរាយណ៍, សងខាងកំណាត់ផ្លូវតាឌី (ផ្លូវភ្លោះ) ចាប់ពីរង្វង់មូលព្រះនារាយណ៍ ដល់រង្វង់មូលនាគព័ន្ធ, សងខាងកំណាត់ផ្លូវម្លូព្រៃ (ផ្លូវលេខ២) ចាប់ពីផ្លូវវិមានសក្ការៈ ដល់ផ្លូវជាតិលេខ៩ថ្មី, សងខាងកំណាត់ផ្លូវតាឌី ចាប់ពីរង្វង់មូលនាគព័ន្ធ ដល់ផ្លូវលេខ៨ (ខាងកើត), សងខាងកំណាត់ផ្លូវលេខ៨ ចាប់ពីផ្លូវព្រះខ័ន (ផ្លូវភ្លោះ) ដល់រហូតដល់កែងផ្លូវតាឌី, សងខាងកំណាត់ផ្លូវលេខ៣ ចាប់ពីកែងផ្លូវលេខA10 ដល់កែងផ្លូវលេខ A18, សងខាងកំណាត់ផ្លូវលេខA12 ចាប់ពីផ្លូវកោះកេរ(ផ្លូវលេខ១) ដល់ផ្លូវម្លូព្រៃ(ផ្លូវលេខ២), សងខាងកំណាត់ផ្លូវលេខ៥ ចាប់ពីកែងផ្លូវភ្លោះមុខសាលាខេត្ត (ផ្លូវព្រះខ័ន) ដល់កែងផ្លូវលេខ A10, សងខាងកំណាត់ផ្លូវលេខA08 ចាប់ពីកែងផ្លូវកោះកេរ (ផ្លូវលេខ១) ដល់កែងផ្លូវម្លូព្រៃ(ផ្លូវលេខ២), សងខាងកំណាត់ផ្លូវលេខ A08 ចាប់ពីកែងផ្លូវម្លូព្រៃ (ផ្លូវលេខ២) ដល់កែងផ្លូវលេខ៨, សងខាងកំណាត់ផ្តួលលេខA06 ចាប់ពីផ្លូវម្លូព្រៃ (ផ្លូវលេខ២) ដល់ផ្លូវលេខ៧, សងខាងផ្លូវក្រោយសាលាខេត្ត ចាប់ពីមន្ទីរបរិស្ថាន ដល់ស្នាក់ការបក្សប្រជាជនកម្ពុជា, សងខាងកំណាត់ផ្លូវកោះកេរ (ផ្លូវលេខ១) ចាប់ពីរង្វង់មូលព្រះនារាយណ៍ ដល់ផ្លូវបំបែករូបសំណាកលោកតាឌី",
          price: 70
        },
        {
          id: "preahvihear_zone7",
          label: "ប្រភេទទី៧ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវលេខA12 ចាប់ពីផ្លូវម្លូព្រៃ(ផ្លូវលេខ២) ដល់ផ្លូវលេខ៨",
          price: 50
        },
        {
          id: "preahvihear_zone8",
          label: "ប្រភេទទី៨ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវលេខ៥ ចាប់ពីកែងផ្លូវលេខA10 ដល់ផ្លូវកោះកេរ (ផ្លូវលេខ១), សងខាងកំណាត់ផ្លូវលេខ៧ ចាប់ពីផ្លូវលេខ A06 ដល់ផ្លូវលេខ A14, សងខាងកំណាត់ផ្លូវលេខ៥ ចាប់ពីផ្លូវភ្លោះមុខសាលាខេត្ត (ផ្លូវព្រះខ័ន) ដល់ផ្លូវលេខ A06, សងខាងកំណាត់ផ្លូវលេខ A18 ចាប់ពីផ្លូវលេខ៥ ដល់ផ្លូវម្លូព្រៃ (ផ្លូវលេខ២), សងខាងកំណាត់ផ្លូវលេខ A20 ចាប់ពីផ្លូវលេខ៥ ដល់ផ្លូវលេខ៨, សងខាងកំណាត់ផ្លូវលេខ A22 ចាប់ពីផ្លូវកោះកេរ (ផ្លូវលេខ១) ដល់ផ្លូវលេខ៨, សងខាងកំណាត់ផ្លូវលេខ A24 ចាប់ពីផ្លូវកោះកេរ (ផ្លូវលេខ១) ដល់ផ្លូវលេខ៨, សងខាងកំណាត់ផ្លូវលេខ A10 ចាប់ពីផ្លូវលេខ៣ ដល់ផ្លូវជាតិលេខ៩ថ្មី, សងខាងកំណាត់ផ្លូវលេខ៦ ចាប់ពីផ្លូវលេខ A24 ដល់ផ្លូវលេខA20, សងខាងកំណាត់ផ្លូវលេខ៨ ចាប់ពីផ្លូវភ្លោះមុខសាលាខេត្ត (ព្រះខ័ន) ដល់ផ្លូវលោកតាឌី, សងខាងកំណាត់ផ្លូវលេខ៤ ចាប់ពីកែងផ្លូវលេខA20 ដល់ផ្លូវលោកតាឌី",
          price: 25
        },
        {
          id: "preahvihear_zone9",
          label: "ប្រភេទទី៩ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៩ ថ្មី (តំបន់ស្រះឈូក) ចាប់ពីផ្លូវបំបែកលេខ៦២ ដល់ស្ពានស្ទឹងសែន, ជាប់ផ្លូវជាតិលេខ៦២ ចាប់ពីរង្វង់មូលនាគព័ន្ធ ដល់ផ្លូវបំបែករូបសំណាកលោកតាឌី, សងខាងកំណាត់ផ្លូវលេខ A12 ចាប់ពីផ្លូវជាតិលេខ៩ថ្មី ដល់ផ្លូវលេខ៩, សងខាងកំណាត់ផ្លូវលេខ៩ ចាប់ពីកែងផ្លូវលេខ A10 ដល់ផ្លូវលេខ៥, សងខាងកំណាត់ផ្លូវលេខ៤ ចាប់ពីផ្លូវជាតិលេខ៦២ ដល់ផ្លូវលេខA18",
          price: 20
        },
        {
          id: "preahvihear_zone10",
          label: "ប្រភេទទី១០ - ផ្លូវមេ",
          desc: "សងខាងផ្លូវជាតិលេខ៦២ ចាប់ពីផ្លូវបំបែករូបសំណាកលោកតាឌី ដល់ព្រំប្រទល់ស្រុកត្បែងមានជ័យ, សងខាងផ្លូវជាតិលេខ៦២ ចាប់ពីបំបែកផ្លូវជាតិលេខ៩ថ្មី ដល់ព្រំប្រទល់ស្រុកត្បែងមានជ័យ, សងខាងកំណាត់ផ្លូវចូលសង្កាត់ប៉ាលហាល ចាប់ពីរង្វង់មូលព្រះនរាយណ៍ ដល់ផ្លូវចូលវត្តព្រះពុទ្ឋមានជ័យ",
          price: 10
        }
      ]
    },
    {
      name: "ស្រុកជាំក្សាន្ត",
      types: [
        {
          id: "choamksant_zone1",
          label: "ប្រភេទទី១ - ជុំវិញផ្សារ",
          desc: "ដីស្ថិតនៅជុំវិញផ្សាររង្វង់មូលស្រអែម",
          price: 70
        },
        {
          id: "choamksant_zone2",
          label: "ប្រភេទទី២ - ផ្សារ និងផ្លូវមេ",
          desc: "ជុំវិញផ្សារជាំក្សាន្ត, សងខាងកំណាត់ផ្លូវទៅច្រកអានសេះ ចាប់ពីបេនឡានក្រុង ដល់ផ្លូវបំបែកទំនប់កំពីងពួយ, សងខាងកំណាត់ផ្លូវជាំក្សាន្ត (ផ្លូវមកសាលាខេត្ត) ចាប់ពីស្ថានីយប្រេងមុខសាលាស្រុកជាំក្សាន្ត ដល់ចំងាយ៣០០ម៉ែត្រ",
          price: 30
        },
        {
          id: "choamksant_zone3",
          label: "ប្រភេទទី៣ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាំក្សាន្ត (ទៅស្រុកជាំក្សាន្ត ផ្លូវទៅមុំបី) ចាប់ពីសាលាស្រុកជាំក្សាន្ត ដល់វត្តទួលអណ្តែត, សងខាងកំណាត់ផ្លូវជាំក្សាន្ត (ផ្លូវមកសាលាខេត្ត) ចាប់ពីចំងាយ៣០០ម៉ែត្រ ដល់ស្ពានទី១, សងខាងកំណាត់ផ្លូវទៅច្រកអានសេះ ចាប់ពីផ្លូវបំបែកទំនប់កំពីងពួយ ដល់ផ្លូវបំបែកច្រកអានសេះ, សងខាងផ្លូវជាតិលេខ ៦៩ ចាប់ពីវិទ្យាល័យ ស្រអែម ដល់ស្ថានីយ៍វិទ្យុបាយ័ន",
          price: 3
        },
        {
          id: "choamksant_zone4",
          label: "ប្រភេទទី៤ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៦៩ (ទៅស្រអែម) ចាប់ពីផ្លូវបំបែក(ជាំក្សាន្ត និងស្រអែម) ដល់ស្ថានីយវិទ្យុបាយ័ន, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៩ (ទៅស្រុកគូលេន) ចាប់ពីផ្លូវបំបែកស្រអែម ដល់ទីបញ្ជាការកងពលធំលេខ៣, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៩ ចាប់ពីក្លឹបកំសាន្តវិឡាផ្កាយមាស ដល់ព្រំប្រទល់ស្រុកត្រពាំងប្រាសាទ, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៩ (ទៅប្រាសាទព្រះវិហារ) ចាប់ពីមណ្ឌលសុខភាពស្រអែម ដល់ផ្លូវបំបែកចូលប្រាសាទ, សងខាងកំណាត់ជាំក្សាន្ត ចាប់ផ្លូវបំបែក (ជាំក្សាន្ត និងស្រអែម) ដល់ស្ពានទី១ (លើកលែងកំណាត់ផ្លូវដែលមានចែងក្នុងប្រភេទមួយ និងប្រភេទពី)",
          price: 2
        },
        {
          id: "choamksant_zone5",
          label: "ប្រភេទទី៥ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវទៅអានសេះ ចាប់ពីផ្លូវបំបែកច្រកអានសេះ ដល់ច្រកអានសេះ, សងខាងកំណាត់ផ្លូវជាំក្សាន្ត (ទៅមុំបី) ចាប់ពីវត្តទួលអណ្តែត ដល់ព្រំប្រទល់ស្រុកឆែប, សងខាងកំណាត់ផ្លូវជាតិលេខ៦៩ ចាប់ពីព្រំប្រទល់ស្រុកគូលែន ដល់ទីបញ្ជាការកងពលធំលេខ៣",
          price: 1
        }
      ]
    },
    {
      name: "ស្រុកឆែប",
      types: [
        {
          id: "chheb_zone1",
          label: "ប្រភេទទី១ - ផ្លូវមេ",
          desc: "សងខាងផ្លូវជាតិលេខ៩ថ្មី (ទៅស្ទឹងត្រែង) ចាប់ពីសាលាស្រុក ដល់ចំងាយ៥០០ម៉ែត្រ, សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅក្រុងព្រះវិហារ) ចាប់ពីសាលាស្រុក ដល់ចំងាយ៥០០ម៉ែត្រ, សងខាងកំណាត់ផ្លូវទៅស្រុកជ័យសែន ចាប់សាលាស្រុក ដល់ស្ពានដែកបាឡេ (ស្ពានទី១)",
          price: 30
        },
        {
          id: "chheb_zone2",
          label: "ប្រភេទទី២ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅស្ទឹងត្រែង) ចាប់ពីចំងាយ៥០០ម៉ែត្រ) ដល់ផ្លូវបំបែកចូលរមណីយដ្ឋានទឹកធ្លាក់និមិត្ត",
          price: 1.5
        },
        {
          id: "chheb_zone3",
          label: "ប្រភេទទី៣ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅស្ទឹងត្រែង) ចាប់ពីផ្លូវបំបែកចូលរមណីយដ្ឋានទឹកធ្លាក់និមិត្ត ដល់ព្រំប្រទល់ខេត្តស្ទឹងត្រែង, សងខាងកំណាត់ផ្លូវទៅស្រុកជ័យសែន ចាប់ស្ពានដែកបាឡេ(ស្ពានទី១) ដល់ព្រំប្រទល់ស្រុកជ័យសែន, សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅក្រុងព្រះវិហារ) ចាប់សាលាស្រុក (៥០០ម៉ែត្រ) ដល់ព្រំប្រទល់ស្រុកត្បែងមានជ័យ",
          price: 0.60
        }
      ]
    },
    {
      name: "ស្រុកត្បែងមានជ័យ",
      types: [
        {
          id: "tbaengmeanchey_zone1",
          label: "ប្រភេទទី១ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅក្រុងព្រះវិហារ) ចាប់ពីមុខអធិការស្រុកត្បែងមានជ័យ ដល់ចំងាយ ១៥០០ម៉ែត្រ",
          price: 5
        },
        {
          id: "tbaengmeanchey_zone2",
          label: "ប្រភេទទី២ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅស្រុកឆែប) ចាប់ពីមុខអធិការស្រុកត្បែងមានជ័យ ដល់ចំងាយ ១៥០០ម៉ែត្រ",
          price: 4
        },
        {
          id: "tbaengmeanchey_zone3",
          label: "ប្រភេទទី៣ - ផ្លូវមេ",
          desc: "សងខាងផ្លូវជាតិលេខ៦២ ចាប់ពីព្រំប្រទល់ក្រុងព្រះវិហារ ដល់ព្រំប្រទល់ស្រុកគូលែន",
          price: 2
        },
        {
          id: "tbaengmeanchey_zone4",
          label: "ប្រភេទទី៤ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅក្រុងព្រះវិហារ) ចាប់ពីមុខអធិការស្រុកត្បែងមានជ័យ (ចំងាយ១៥០០ម៉ែត្រ) ដល់ព្រំប្រទល់ក្រុងព្រះវិហារ, សងខាងកំណាត់ផ្លូវជាតិលេខ៩ថ្មី (ទៅស្រុកឆែប) ចាប់ពីមុខអធិការស្រុកត្បែងមានជ័យ (ចំងាយ១៥០០ម៉ែត្រ) ដល់ព្រំប្រទល់ស្រុកឆែប, សងខាងកំណាត់ផ្លូវជាតិលេខ៦២ ចាប់ពីស្ពានឃុំព្រះឃ្លាំង ដល់ព្រំប្រទល់ក្រុងព្រះវិហារ",
          price: 1
        }
      ]
    },
    {
      name: "ស្រុកជ័យសែន",
      types: [
        {
          id: "cheysenh_zone1",
          label: "ប្រភេទទី១ - ផ្លូវមេ",
          desc: "សងខាងផ្លូវទីប្រជុំជនស្រុកជ័យសែន ចាប់ពីស្ពានទឹកលិច ដល់វិទ្យាល័យជ័យសែន",
          price: 15
        },
        {
          id: "cheysenh_zone2",
          label: "ប្រភេទទី២ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវស្រុកឆែប ចាប់ពីទីប្រជុំជនស្រុក ដល់ព្រំប្រទល់ស្រុកឆែប, សងខាងកំណាត់ផ្លូវលេខ២១៣ (ទៅស្រុករវៀង) ចាប់ពីវិទ្យាល័យជ័យសែន ដល់ព្រំប្រទល់ស្រុករវៀង",
          price: 1
        }
      ]
    },
    {
      name: "ស្រុកសង្គមថ្មី",
      types: [
        {
          id: "sangkomthmei_zone1",
          label: "ប្រភេទទី១ - ផ្សារ និងផ្លូវមេ",
          desc: "ជុំវិញផ្សារសង្គមថ្មី, សងខាងកំណាត់ផ្លូវលេខ២៦២៣A ចាប់ពីមុខវិទ្យាល័យសង្គមថ្មី ដល់ផ្សារសង្គមថ្មី",
          price: 10
        },
        {
          id: "sangkomthmei_zone2",
          label: "ប្រភេទទី២ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវទៅសាលាស្រុក ចាប់ពីទីប្រជុំជនស្រុក ដល់ព្រំប្រទល់ស្រុករវៀង, សងខាងកំណាត់ផ្លូវទៅសាលាស្រុក ចាប់ពីទីប្រជុំជនស្រុក ដល់ព្រំប្រទល់ស្រុកគូលែន",
          price: 0.70
        }
      ]
    },
    {
      name: "ស្រុករវៀង",
      types: [
        {
          id: "rovieng_zone1",
          label: "ប្រភេទទី១ - ផ្សារ និងផ្លូវមេ",
          desc: "ជុំវិញផ្សាររវៀង, សងខាងកំណាត់ផ្លូវស្រុករវៀង ចាប់ពីមុខផ្សារ ដល់ព្រហ្មមុខបួន, សងខាងកំណាត់ផ្លូវស្រុករវៀង ចាប់ពីមុខផ្សាររ ដល់វត្តព្រះច័ន្ទនិមិត្ត",
          price: 50
        },
        {
          id: "rovieng_zone2",
          label: "ប្រភេទទី២ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវជាតិលេខ៦២ ចាប់ច្រមុះជ្រូកផ្លូវបំបែក(ភ្នំដែក) ដល់មណ្ឌលសុខភាពភ្នំដែក, សងខាងកំណាត់ផ្លូវលេខ២១៣ (ផ្លូវស្រុករវៀង) ចាប់ពីផ្លូវបំបែកច្រមុះជ្រូក (ភ្នំដែក) ដល់ចំងាយ ២០០ម៉ែត្រ, សងខាងកំណាត់ផ្លូវជាតិលេខ៦២ ចាប់ពីផ្លូវបំបែកច្រុះជ្រូក (ភ្នំដែក) ដល់បុស្តិ៍រដ្ឋបាលរមណី",
          price: 5
        },
        {
          id: "rovieng_zone3",
          label: "ប្រភេទទី៣ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវស្រុករវៀង ចាប់ពីទីប្រជុំជនស្រុក (ព្រហ្មមុខបួន) ដល់ព្រំប្រទល់ស្រុកជ័យសែន, សងខាងកំណាត់ផ្លូវជាតិលេខ៦២ ចាប់ពីទីប្រជុំជនភ្នំដែក (បុស្តិ៍រដ្ឋបាលរមណី) ដល់ព្រំប្រទល់ខេត្តកំពង់ធំ, សងខាងកំណាត់ផ្លូវជាតិលេខ៦២ ចាប់ពីទីប្រជុំជនភ្នំដែក (មណ្ឌលសុខភាពភ្នំដែក) ដល់ព្រំប្រទល់ស្រុកត្បែងមានជ័យ (លើកលែងកំណាត់ផ្លូវដែលមានចែងក្នុងប្រភេទមួយ), សងខាងកំណាត់ផ្លូវលេខ២១៣ (ផ្លូវស្រុករវៀង) ចាប់ពីចំងាយ២០០ម៉ែត្រ ដល់វត្តព្រះចន្ទនិមិត្ត",
          price: 1
        }
      ]
    },
    {
      name: "ស្រុកគូលែន",
      types: [
        {
          id: "koulen_zone1",
          label: "ប្រភេទទី១ - ទីប្រជុំជន និងផ្លូវមេ",
          desc: "ជុំវិញទីប្រជុំជនស្រុកគូលែន, សងខាងកំណាត់ផ្លូវលេខ៦៨ ចាប់ពីរង្វង់មូលលោកតា សួង ដល់វិទ្យាល័យគូលែន",
          price: 10
        },
        {
          id: "koulen_zone2",
          label: "ប្រភេទទី២ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវលេខ៦៤ ចាប់ពីមណ្ឌលសុខភាពកោះកេរ ដល់ផ្លូវបំបែកទៅប្រាសាទកោះកេរ, សងខាងកំណាត់ផ្លូវលេខ៦៤ ចាប់ពីរង្វង់មូលលោកតា សួង ដល់ផ្លូវបំបែកចូលភូមិក្របៅ",
          price: 5
        },
        {
          id: "koulen_zone3",
          label: "ប្រភេទទី៣ - ផ្លូវមេ",
          desc: "សងខាងកំណាត់ផ្លូវទៅស្វាយលើ ចាប់ពីទីប្រជុំជនស្រយ៉ង់(ផ្លូវបំបែកចូលប្រាសាទ) ដល់ព្រំប្រទល់ខេត្តសៀមរាប, សងខាងកំណាត់ផ្លូវទៅស្រុកត្បែងមានជ័យ ចាប់ពីទីប្រជុំជនថ្នល់បែក(ឃុំថ្មី) ដល់ព្រំប្រទល់ស្រុកត្បែងមានជ័យ, សងខាងកំណាត់ផ្លូវទៅស្រុកសង្គមថ្មី ចាប់ពីទីប្រជុំជនស្រុក ដល់ព្រំប្រទល់ស្រុកសង្គមថ្មី, សងខាងកំណាត់ផ្លូវលេខ៦៤ ចាប់ពីទីប្រជុំជនថ្នល់បែក (ឃុំថ្មី) ដល់វិទ្យាល័យល័យគូលែន, សងខាងកំណាត់ផ្លូវទៅជាំក្សាន្ត ចាប់ពីទីប្រជុំជនស្រុក ដល់ព្រំប្រទល់ស្រុកជាំក្សាន្ត (លើកលែងកំណាត់ផ្លូវដែលមានចែងក្នុងប្រភេទមួយ)",
          price: 1
        }
      ]
    }
  ],
  boreys: []
};

export const preahVihearData = extractedProvinceData;
